[{"SOURCE": "http://millercenter.org/president/obama/speeches/speech-on-american-diplomacy-in-the-middle-east-and-north-africa",
"TEXT": "He was a mass murderer who offered a message of hate –- an insistence that people had to take up arms against the West, and that violence against men, women and children was the only path to change. He rejected democracy and individual rights in favor of violent extremism; his agenda focused on what he could destroy -– not what he could build. Bin Laden and his murderous vision won some adherents. But even before his death, they was losing its struggle for relevance, as the overwhelming majority of people saw that the slaughter of innocents did not answer their cries for a better life. By the time we found him, their agenda had come to be seen by the vast majority of the region as a dead end, and the people of the Middle East and North Africa had taken their future into their own hands. That story of self-determination began six months ago. A young vendor was devastated when a police officer confiscated his cart. This was not unique. It’s the same kind of humiliation that takes place every day in many parts of the world -– the relentless tyranny of governments that deny their citizens dignity. Only this time, something different happened. After local officials refused to hear his complaints, this young man, who had never been particularly active in politics, went to the headquarters of the provincial government, doused himself in fuel, and lit himself on fire."},

{"SOURCE": "http://millercenter.org/president/gwbush/speeches/address-on-the-u.s.-response-to-the-attacks-of-september-11'EDITED",
"TEXT": "Americans are asking, why do they hate us? They hate what we see right here in this chamber -- a democratically elected government. Their leaders are self-appointed. They hate our freedoms -- our freedom of religion, our freedom of speech, our freedom to vote and assemble and disagree with each other. They want to overthrow existing governments in many countries. They want to drive Israel out of the Middle East. They want to drive Christians and Jews out of vast regions of Asia and Africa. These terrorists kill not merely to end lives, but to disrupt and end a way of life. With every atrocity, they hope that America grows fearful, retreating from the world and forsaking our friends. They stand against us, because we stand in their way. We are not deceived by their pretenses to piety. We have seen their kind before. They are the heirs of all the murderous ideologies of the 20th century. By sacrificing human life to serve their radical visions -- by abandoning every value except the will to power -- they follow in the path of fascism, and Nazism, and totalitarianism. And they will follow that path all the way, to where it ends: in history's unmarked grave of discarded lies. Americans are asking: How will we fight and win this war? We will direct every resource at our command -- every means of diplomacy, every tool of intelligence, every instrument of law enforcement, every financial influence, and every necessary weapon of war -- to the disruption and to the defeat of the global terror network."},

{"SOURCE": "http://millercenter.org/president/clinton/speeches/speech-3929'EDITED",
"TEXT": "The terrible war is such a case. Nowhere today is the need for American leadership more stark or more immediate. For nearly 4 years a terrible war has torn apart. Horrors we prayed had been banished from Europe forever have been seared into our minds again: skeletal prisoners caged behind barbed-wire fences; women and girls raped as a tool of war; defenseless men and boys shot down into mass graves, evoking visions of World War II concentration camps; and endless lines of refugees marching toward a future of despair. When I took office, some were urging immediate intervention in the conflict. I decided that American ground troops should not fight a war because the United States could not force peace on warring ethnic groups. Instead, America has worked with our European allies in searching for peace, stopping the war from spreading, and easing the suffering of the people. We imposed tough economic sanctions. We used our air power to conduct the longest humanitarian airlift in history and to enforce a no-fly zone that took the war out of the skies. We helped to make peace between two of the three warring parties. But as the months of war turned into years, it became clear that Europe alone could not end the conflict. This summer, shelling once again turned playgrounds and marketplaces into killing fields. In response, the United States led NATO's heavy and continuous air strikes, many of them flown by skilled and brave American pilots. Those air strikes, together with the renewed determination of our European partners and the gains on the battlefield convinced them, finally, to start thinking about making peace."},

{"SOURCE": "http://millercenter.org/president/bush/speeches/speech-3427'EDITED",
"TEXT": "But here at home there's another threat, a cancer gnawing away at our nation's health. That cancer is the budget deficit. Year after year, it mortgages the future of our children. No family, no nation can continue to do business the way the Federal Government has been operating and survive. When you get a bill, that bill must be paid. And when you write a check, you're supposed to have money in the bank. But if you don't obey these simple rules of common sense, there's a price to pay. But for too long, the Nation's business in Washington has been conducted as if these basic rules did not apply. Well, these rules do apply. And if we fail to act, next year alone we will face a Federal budget deficit of more than $300 billion, a deficit that could weaken our economy further and cost us thousands of precious jobs. If what goes up must come down, then the way down could be very hard. Clearly, each and every one of us can find fault with something in this agreement. In fact, that is a burden that any truly fair solution must carry. Any workable solution must be judged as a whole, not piece by piece. Those who dislike one part or another may pick our agreement apart."},

{"SOURCE": "http://millercenter.org/president/reagan/speeches/speech-5857'EDITED",
"TEXT": "If our liberal friends really want to head into the next election under the banner of taking away from the American people their first real tax cut in nearly 20 years; if, after peering into their heart of hearts, they feel they must tell the American people that over the next 6 years they want to reduce the income of an average family by $3,000; and if they want to voice these deeply held convictions in an election year—well, fellow conservatives, who are we to stifle the voices of conscience? For too many years, bureaucratic self-interest and political maneuvering held sway over efficiency and honesty in government. Federal dollars were treated as the property of bureaucrats, not taxpayers. Those in the Federal Establishment who pointed to the misuse of those dollars were looked upon as malcontents or troublemakers. It is said by some that this administration has turned a blind eye to waste and fraud at the Pentagon while overzealously concentrating on the social programs. Drugpusher after drugpusher, mobster after mobster has escaped justice by taking advantage of our flawed bail and parole system. Criminals who have committed atrocious acts have cynically utilized the technicalities of the exclusionary rule, a miscarriage of justice unique to our legal system."},

{"SOURCE": "http://millercenter.org/president/carter/speeches/speech-3402'EDITED",
"TEXT": "It's clear that the true problems of our Nation are much deeper—deeper than gasoline lines or energy shortages, deeper even than inflation or recession. And I realize more than ever that as President I need your help. So, I decided to reach out and listen to the voices of America. The threat is nearly invisible in ordinary ways. It is a crisis of confidence. It is a crisis that strikes at the very heart and soul and spirit of our national will. We can see this crisis in the growing doubt about the meaning of our own lives and in the loss of a unity of purpose for our Nation. The erosion of our confidence in the future is threatening to destroy the social and the political fabric of America. We've learned that piling up material goods cannot fill the emptiness of lives which have no confidence or purpose. The symptoms of this crisis of the American spirit are all around us. For the first time in the history of our country a majority of our people believe that the next 5 years will be worse than the past 5 years. Two-thirds of our people do not even vote. The productivity of American workers is actually dropping, and the willingness of Americans to save for the future has fallen below that of all other people in the Western world. As you know, there is a growing disrespect for government and for churches and for schools, the news media, and other institutions. This is not a message of happiness or reassurance, but it is the truth and it is a warning. These changes did not happen overnight. They've come upon us gradually over the last generation, years that were filled with shocks and tragedy."},

{"SOURCE": "http://millercenter.org/president/ford/speeches/speech-5598'EDITED",
"TEXT": "Theirs is an American tragedy in which we all have played a part. It could go on and on and on, or someone must write the end to it. I have concluded that only I can do that, and if I can, I must. There are no historic or legal precedents to which I can turn in this matter, none that precisely fit the circumstances of a private citizen who has resigned the Presidency of the United States. But it is common knowledge that serious allegations and accusations hang like a sword over our former President's head, threatening his health as he tries to reshape his life, a great part of which was spent in the service of this country and by the mandate of its people. During this long period of delay and potential litigation, ugly passions would again be aroused. And our people would again be polarized in their opinions. And the credibility of our free institutions of government would again be challenged at home and abroad."},

{"SOURCE": "http://millercenter.org/president/nixon/speeches/speech-3879'EDITED",
"TEXT": "Nothing is served by silence when the other side exploits our good faith to divide America and to avoid the conference table. Nothing is served by silence when it misleads some Americans into accusing their own government of failing to do what it has already done. Nothing is served by silence when it enables the other side to imply possible solutions publicly that it has already flatly rejected privately. The truth is that we did respond to the enemy's plan, in the manner they wanted us to respond—secretly. In full possession of our complete response, they publicly denounced us for not having responded at all. They induced many Americans in the press and the Congress into echoing their propaganda—Americans who could not know they were being falsely used by the enemy to stir up divisiveness in this country. Some of our citizens have become accustomed to thinking that whatever our Government says must be false, and whatever our enemies say must be true, as far as this war is concerned. Well, the record I have revealed tonight proves the contrary. We can now demonstrate publicly what we have long been demonstrating privately—that America has taken the initiative not only to end our participation in this war, but to end the war itself for all concerned. This has been the longest, the most difficult war in American history."},

{"SOURCE": "http://millercenter.org/president/lbjohnson/speeches/speech-4040'EDITED",
"TEXT": "First—let there be no mistake about it-the looting, arson, plunder, and pillage which have occurred are not part of the civil rights protest. There is no American right to loot stores, or to burn buildings, or to fire rifles from the rooftops. That is crime—and crime must be dealt with forcefully, and swiftly, and certainly—under law. Innocent people, Negro and white, have been killed. Damage to property—owned by Negroes and whites—is calamitous. Worst of all, fear and bitterness which have been loosed will take long months to erase. The criminals who committed these acts of violence against the people deserve to be punished—and they must be punished. Explanations may be offered, but nothing can excuse what they have done. There will be attempts to interpret the events of the past few days. But when violence strikes, then those in public responsibility have an immediate and a very different job: not to analyze, but to end disorder. The apostles of violence, with their ugly drumbeat of hatred, must know that they are now heading for ruin and disaster. And every man who really wants progress or justice or equality must stand against them and their miserable virus of hate."},

{"SOURCE": "http://millercenter.org/president/kennedy/speeches/speech-3372'EDITED",
"TEXT": "Neither the United States of America nor the world community of nations can tolerate deliberate deception and offensive threats on the part of any nation, large or small. We no longer live in a world where only the actual firing of weapons represents a sufficient challenge to a nation's security to constitute maximum peril. Nuclear weapons are so destructive and ballistic missiles are so swift, that any substantially increased possibility of their use or any sudden change in their deployment may well be regarded as a definite threat to peace. The 1930's taught us a clear lesson: aggressive conduct, if allowed to go unchecked and unchallenged, ultimately leads to war. This nation is opposed to war. We are also true to our word. Our unswerving objective, therefore, must be to prevent the use of these missiles against this or any other country, and to secure their withdrawal or elimination from the Western Hemisphere. Our policy has been one of patience and restraint, as befits a peaceful and powerful nation, which leads a worldwide alliance. We have been determined not to be diverted from our central concerns by mere irritants and fanatics. But now further action is required-and it is under way; and these actions may only be the beginning. We will not prematurely or unnecessarily risk the costs of worldwide nuclear war in which even the fruits of victory would be ashes in our mouth--but neither will we shrink from that risk at any time it must be faced."}

{"SOURCE": "https://reaganlibrary.archives.gov/archives/reference/9.1.80.html",
"TEXT": "Today a President of the United States would have us believe that dream is over or at least in need of change. Jimmy Carter’s Administration tells us that the descendants of those who sacrificed to start again in this land of freedom may have to abandon the dream that drew their ancestors to a new life in a new land. The Carter record is a litany of despair, of broken promises, of sacred trusts abandoned and forgotten. Eight million out of work. Inflation running at 18 percent in the first quarter of 1980. Black unemployment at about 14 percent, higher than any single year since the government began keeping separate statistics. Four straight major deficits run up by Carter and his friends in Congress. The highest interest rates since the Civil War--reaching at times close to 20 percent--lately down to more than 11 percent but now going up again--productivity falling for six straight quarters among the most productive people in history. Through his inflation he has raised taxes on the American people by 30 percent--while their real income has risen only 20 percent. He promised he would not increase taxes for the low and middle-income people--the workers of America. Then he imposed on American families the largest single tax increase in history. His answer to all of this misery? He tries to tell us that we are “only” in a recession, not a depression, as if definitions—words--relieve our suffering. Let it show on the record that when the American people cried out for economic help, Jimmy Carter took refuge behind a dictionary. Well if it’s a definition he wants, I’ll give him one. A recession is when your neighbor loses his job. A depression is when you lose yours. Recovery is when Jimmy Carter loses his. I have talked with unemployed workers all across this country. I have heard their views on what Jimmy Carter has done to them and their families. They aren’t interested in semantic quibbles. They are out of work and they know who put them out of work. And they know the difference between a recession and a depression. Let Mr. Carter go to their homes, look their children in the eye and argue with them that in is “only” a recession that put dad or mom out of work. Let him go to the unemployment lines and lecture those workers who have been betrayed on what is the proper definition for their widespread economic misery. Human tragedy, human misery, the crushing of the human spirit. They do not need defining--they need action. And it is action, in the form of jobs, lower taxes, and an expanded economy that -- as President -- I intend to provide. Call this human tragedy whatever you want. Whatever it is, it is Jimmy Carter’s. He caused it. He tolerates it. And he is going to answer to the American people for it. Last week, more than three years after be became President, he finally came up with what he calls a new economic program. It is his 5th new economic program in 3 ½ years. He talks as if someone else has been in charge these past few years. With two months to go until the election he rides to the rescue now with a crazy-quilt of obvious election-year promises which he’ll ask Congress for--next year. After three years of neglect, the misery of unemployment, inflation, high taxes, dwindling earning power and inability to save--after all this, American workers have now been discovered by this administration. Well it won’t work. It is cynical. It is political. And it is too late. The damage is done and every American family knows who did it. In 1976 he said he would never use unemployment as an economic tool to fight inflation. In 1980 he called for an increase in unemployment--to fight inflation. In 1976 he said he would bring unemployment and inflation down to 3 percent. Who can believe him? Unemployment is now around 8 percent, inflation is 12.5. And most of us have begun to realize that so long as Carter policies are in effect, the next four years will be as dark as the last four. But here, beside the torch that many times before in our nation’s history has cast a golden light in times of gloom, I pledge to you I’ll bring a new message of hope to all America. I look forward to meeting Mr. Carter in debate, confronting him with the whole sorry record of his Administration--the record he prefers not to mention. If he ever finally agrees to the kind of first debate the American people want--which I’m beginning to doubt--he’ll answer to them and to me. This country needs a new administration, with a renewed dedication to the dream of America--an administration that will give that dream new life and make America great again! Restoring and revitalizing that dream will take bold action."}


{"SOURCE": "Read more: http://www.politico.com/story/2016/07/full-transcript-donald-trump-nomination-acceptance-speech-at-rnc-225974#ixzz4HYye7k3z",
"TEXT": "Our Convention occurs at a moment of crisis for our nation. The attacks on our police, and the terrorism in our cities, threaten our very way of life. Any politician who does not grasp this danger is not fit to lead our country. Americans watching this address tonight have seen the recent images of violence in our streets and the chaos in our communities. Many have witnessed this violence personally, some have even been its victims. I have a message for all of you: the crime and violence that today afflicts our nation will soon come to an end. Beginning on January 20th 2017, safety will be restored. The most basic duty of government is to defend the lives of its own citizens. Any government that fails to do so is a government unworthy to lead. It is finally time for a straightforward assessment of the state of our nation. I will present the facts plainly and honestly. We cannot afford to be so politically correct anymore. So if you want to hear the corporate spin, the carefully-crafted lies, and the media myths the Democrats are holding their convention next week. But here, at our convention, there will be no lies. We will honor the American people with the truth, and nothing else. 160721-Donald-Trump-GettyImages-578329004.jpg Trump speech draft leaks hours in advance By NICK GASS These are the facts: Decades of progress made in bringing down crime are now being reversed by this Administration’s rollback of criminal enforcement. Homicides last year increased by 17% in America’s fifty largest cities. That’s the largest increase in 25 years. In our nation’s capital, killings have risen by 50 percent. They are up nearly 60% in nearby Baltimore. In the President’s hometown of Chicago, more than 2,000 have been the victims of shootings this year alone. And more than 3,600 have been killed in the Chicago area since he took office. The number of police officers killed in the line of duty has risen by almost 50% compared to this point last year. Nearly 180,000 illegal immigrants with criminal records, ordered deported from our country, are tonight roaming free to threaten peaceful citizens. The number of new illegal immigrant families who have crossed the border so far this year already exceeds the entire total from 2015. They are being released by the tens of thousands into our communities with no regard for the impact on public safety or resources. One such border-crosser was released and made his way to Nebraska. There, he ended the life of an innocent young girl named Sarah Root. She was 21 years-old, and was killed the day after graduating from college with a 4.0 Grade Point Average. Her killer was then released a second time, and he is now a fugitive from the law. I’ve met Sarah’s beautiful family. But to this Administration, their amazing daughter was just one more American life that wasn’t worth protecting. One more child to sacrifice on the altar of open borders. What about our economy? Again, I will tell you the plain facts that have been edited out of your nightly news and your morning newspaper: Nearly Four in 10 African-American children are living in poverty, while 58% of African American youth are not employed. 2 million more Latinos are in poverty today than when the President took his oath of office less than eight years ago. Another 14 million people have left the workforce entirely. Household incomes are down more than $4,000 since the year 2000. Our manufacturing trade deficit has reached an all-time high – nearly $800 billion in a single year. The budget is no better. President Obama has doubled our national debt to more than $19 trillion, and growing. Yet, what do we have to show for it? Our roads and bridges are falling apart, our airports are in Third World condition, and forty-three million Americans are on food stamps. Now let us consider the state of affairs abroad. Not only have our citizens endured domestic disaster, but they have lived through one international humiliation after another. We all remember the images of our sailors being forced to their knees by their Iranian captors at gunpoint. This was just prior to the signing of the Iran deal, which gave back to Iran $150 billion and gave us nothing – it will go down in history as one of the worst deals ever made. Another humiliation came when president Obama drew a red line in Syria – and the whole world knew it meant nothing."}

{"SOURCE": "http://www.rollcall.com/news/politics/transcript-ted-cruz-convention-speech#sthash.WaU11lEJ.dpuf",
"TEXT": "That's really what elections should be about. That's why you and millions like you devoted so much time and sacrifice to this campaign. We're fighting not for one particular candidate, or one campaign, but because each of wants to be able to tell our kids and grandkids, our own Caroline's, that we did our best for their future and our country. America is more than just a land mass between two oceans, America is an ideal. A simple, yet powerful ideal. Freedom matters. For much of human history government power has been the unavoidable constant in life. Government decrees and the people obey, but not here. We have no king or queen, we have no dictator, we the people constrain government. Our nation is exceptional because it was built on the five most beautiful and powerful words in the English language, 'I want to be free.' Never has that message been more needed than today. We stand here tonight a nation divided. Partisan rancor, anger, even hatred are tearing America apart. And citizens are furious, rightly furious, at a political establishment that cynically breaks its promises, and that ignores the will of the people. We have to do better. We owe our fallen heroes more than that. Now, of course, Obama and Clinton will also tell you that they care about our children's future, and I want to believe them but there is a profound difference about our two party's vision for the future. There's is the part that thinks ISIS is a J.V. team, that responds to the death of Americans in Benghazi, 'What difference does it make?' And, that thinks it's possible to make a deal with Iran that celebrates its holidays, 'Death to America Day,' and, 'Death to Israel Day.' My friends, this is madness. President Obama is a man who does everything backwards. He wants to close Guantanamo Bay, and open up our borders. He exports jobs, and imports terrorists. Enough is enough. And, I am here to tell you there is a better vision for our future. A return to freedom. On education your freedom to choose your child's education, even if you aren't as rich as Hillary Clinton or Barack Obama. On healthcare, your freedom to choose your own doctor without Obamacare. On taxes, your freedom to provide for your family without the IRS beating down your door. The Internet? Keep it free from taxes, free from regulation and don't give it away to Russia and China. Freedom means free speech, not politically correct safe spaces. Freedom means religious freedom, whether you are Christian, Jew, Muslim, or atheist. Whether you are gay, or straight, the Bill of Rights protects the rights of all of us to live according to our conscience. Freedom means the right to keep and bear arms, and to protect your family. Freedom means that every human life is precious and must be protected. Freedom means Supreme Court Justices who don't dictate policy, but instead follow the Constitution. And, freedom means recognizing that our Constitution allows states to choose policies that reflect local values. Colorado might decide something different than Texas. New York different than Iowa. That's the way it's supposed to be, diversity. If not, what's the point of having states to begin with? Now, Hillary Clinton believes that government should make virtually every choice in your life. Education, health care, marriage, speech, all dictated out of Washington. But, something powerful is happening, we've seen it in both parties, we've seen it in the United Kingdom's unprecedented Brexit vote to leave the European Union. Voters are overwhelmingly rejecting the political establishment, and overwhelmingly rejecting big government. That is a profound victory and it is one earned by each and every one of you. People are fed up with politicians who don't listen to them. Fed up with a corrupt system that benefits the elites instead of working men and women. We deserve an immigration system that puts America first, and yes, builds a wall to keep America safe. A government that stops admitting ISIS terrorists as refugees. We deserve trade policies that put the interests of American farmers over the interests that are funding the lobbyists."}

{"SOURCE": "http://time.com/4361099/hillary-clinton-nominee-speech-transcript/",
"TEXT": "Donald Trump is temperamentally unfit to be president and commander-in-chief. And he’s not just trying to build a wall between America and Mexico – he’s trying to wall off Americans from each other. When he says, ‘Let’s make America great again,’ that is code for, ‘Let’s take America backwards.’ Back to a time when opportunity and dignity were reserved for some, not all, promising his supporters an economy he cannot recreate. We, however, we want to write the next chapter in American greatness, with a 21st century prosperity that lifts everyone who’s been left out and left behind, including those who may not vote for us but who deserve their chance to make a new beginning. When Donald Trump says a distinguished judge born in Indiana can’t do his job because of his Mexican heritage – or he mocks a reporter with disabilities – or calls women ‘pigs’– it goes against everything we stand for. Because we want an America where everyone is treated with respect and where their work is valued. It’s clear that Donald Trump doesn’t believe we are stronger together. He has abused his primary opponents and their families, attacked the press for asking tough questions, denigrated Muslims and immigrants. He wants to win by stoking fear and rubbing salt in wounds. And reminding us daily just how great he is. Well, we believe we should lift each other up, not tear each other down. We believe we need to give Americans a raise – not complain that hardworking people’s wages are too high. We believe we need to help young people struggling with student debt – not pile more on to our national debt with giveaways to the super-wealthy. We believe we need to make America the clean energy superpower of the 21st century – not insist that climate change is a hoax."}

{"SOURCE": "http://www.foxnews.com/politics/2009/03/01/transcript-rush-limbaughs-address-cpac.html",
"TEXT": "Have you ever called to complain about whatever they do? They say, yes, sir, yes, sir, three bags full. They hang up and say you're too stupid to know how they're doing what they're doing. You can't get it. You're not sophisticated enough. So that's another business where the customer is always wrong. But, seriously, the people who have achieved great things, most of it is not inherited. Most wealth in this country is the result of entrepreneurial, just plain old hard work. There's no reason to punish it. There's no reason to raise taxes on these people. Barack Obama, the Democrat Party, have one responsibility, and that's to respect the oath they gave to protect, defend and follow the US Constitution.  They don't have the right to take money that's not theirs, from the back pockets of producers, and give it to groups like ACORN, which are going to advance the Democrat Party. If anybody but government were doing this, it would be a crime. And many of us think it's bordering on that as it exists now.  President Obama is so busy trying to foment and create anger in a created atmosphere of crisis, he is so busy fueling the emotions of class envy that he's forgotten it's not his money that he's spending.  In fact, the money he's spending is not ours. He's spending wealth that has yet to be created. And that is not sustainable. It will not work. This has been tried around the world. And every time it's been tried, it's a failed disaster. What's the longest war in American history? Did somebody say the war on poverty? Smart group. War on poverty. The war on poverty essentially started in the '30s as part of the New Deal, but it really ramped up in the '60s with Lyndon Johnson, part of the Great Society war on poverty. We have transferred something like 10 trillion, maybe close to 11 trillion, from producers and earners to nonproducers and nonearners since 1965. Yet, as I listen to the Democratic Party campaign, why, America is still a soup kitchen, the poor is still poor and they have no hope and they're poor for what reason? They're poor because of us, because we don't care, and because we've gotten rich by taking from them, that's what kids in school are taught today. That's what others have said to the media. You know why they're poor, you know why they remain poor? Because their lives have been destroyed by the never-ending government hay that's designed to help them, but it destroys ambition. It destroys the education they might get to learn to be self-fulfilling.  And it breaks our heart. It breaks our heart. We lose track of numbers with all of the money, with all the money that's been transferred, redistributed, with all the charitable giving in this country. Ladies and gentlemen, there ought not be any poverty except those who are genuinely ill equipped. But most of the people in poverty in this country are equipped for far much more. They've just been beaten down. They're told don't worry, we'll take care of you. There's nothing out there for you anyway; you'll be discriminated against. Breaks our heart to see this. We can't have a great country and a growing economy with more and more people being told they have a right, because of some injustice that's been done to them or some discrimination, that they have a right to the earnings of others. And it's gotten so out of hand now that what worries me is that this administration, the Barack Obama administration is actively seeking to expand the welfare state in this country because he wants to control it. George Will once asked Dr. Friedrich Von Hayek, tremendous classical economist, great man, 1975, George Will, Dr. Von Hayek, why is it that intellectuals, supposed smartest people in the room, why is it that intellectuals can look right out their windows, their own homes and cars and look at their universities and not see the bounties and the growth and the greatness of capitalism? And Von Hayek said: I've troubled over this for years and I've finally concluded that for intellectuals, pseudo-intellectuals, and all liberals, it's about control. It's not about raising revenue. You think Obama has any intention of paying for all this spending? Folks, if he had any intention of paying for it, he wouldn't do 90% of it because we don't have the money.  They don't care about paying for it. All that's just words. All that's just rhetoric paying for it because he knows you have to worry about paying for it. He knows we all have to be concerned -- oh, except, wrong again. Except the words of Barney Frank and Chris Dodd who were given homes that everybody knew they could never pay for, and now Barney Frank and Chris Dodd, the architects along with Bill Clinton of the policy that gave us the whole sub-prime mortgage crisis, get to sit around and act as innocent spectators to investigate what went on when they largely had the biggest role in causing it.  Congressman Frank's definition of affordable housing is you get a house you don't have to pay for that everybody else in the neighborhood will pay for. Why? Because it's unfair that some people can have a house and some people can't. Geez, it's just unfair. So here we have two systems. We have socialism, collectivism, Stalin, whatever you want to call it, versus capitalism. Admittedly over on the right side capitalism there will be unequal outcomes because we're all different. And some of us care more and have more passion and we know what we want to do and others are still struggling for it. Some people are just going to work harder than others. Okay. You get what you work for. Those who have a genuine inability for whatever reason are taken care of. We're compassionate people. On the left side when you get into this collectivism socialism stuff, these people on the left, the Democrats and liberals today claim that they are pained by the inequities and the inequalities in our society. And they believe that these inequities and inequalities descend from the selfishness and the greed of the achievers. And so they tell the people who are on different income quintiles, whatever lists, they say it's not that you're not working hard enough, you could have what they have, perhaps, if you applied it. They're stealing it from you. So what liberals do, and I say this again to the -- another thing, I know people in the country are watching. I was watching a focus group after some event this week. Might have been after Obama's State of the Union show.  And they had -- it was a typical, you know, Drive-By Media focus group. They round up losers --  -- who hear Obama speak and think that the next day their gas tanks are going to be filled up and get a new house and a new kitchen and a new car. And so this one guy said -- oh, it was some guy responding to Bobby Jindal. Oh, by the way did you hear about Joe Biden? Joe Biden was mystified how Bobby Jindal got his shift off at 7-Eleven that night to make the speech. Wait a minute. Wait a minute. Time out. Suspend speech for explanation. People watching at home. I'm glad this happened. Glad this happened. You think I just made a joke, an ethnic joke about Bobby Jindal, don't you? I didn't. I made a joke about the bigotry of the Vice President of the United States, Joe Biden. It was Joe Biden while walking through the train station he knows so well because he's such a real guy, that he made a comment that you can't go into a 7-Eleven without seeing some Indian guy behind the counter. They're all over the place. Now, let a conservative say something like that and he's brought up before John Conyers' committee with Pat Leahy wanting at you next. "}

{"SOURCE": "http://teachingamericanhistory.org/library/document/speech-explaining-the-communist-threat/",
"TEXT": "We know that the major aim of communism, as stated by its atheistic leaders more than 30 years ago, is to create a Red China, thence a Red Asia, wash it with a Red Pacific-and then enslave America. In this connection let us take a look at the magnitude of Russian success and the enormity of our disaster in China. This is the disaster to which Mr. Acheson refers as the dawning of a new day; the disaster to which Mr. [Owen] Lattimore [an East Asia scholar at Johns Hopkins University] refers as a “limitless horizon of hope.” For whom is Mr. Acheson’s new day dawning? Who faces Lattimore’s limitless horizon of hope? Not China. Not the forces of democracy in America, but the military masters of the Soviet Union. The question in the mind of a man elected to represent the people of this Nation and indirectly the people of the world is, Why is this so? Is it because we are less intelligent than the Communists? Is it because we can’t match them in courage? Is it because their devotion to atheism is greater than our devotion to God? Is it because we are less willing to stand up and fight for what we think is right? Ladies and gentlemen, the answer to all those questions is “No.” Then what is the answer? Is it in our leadership? To that my answer is “Yes,” and I challenge anyone to find another answer. I have been naming and presenting evidence against those leaders who have been responsible for selling into Communist slavery 400,000,000 people-those leaders responsible for the creation of Communist steppingstones to the American shores. Those in power in Washington say that this is not so; that those are not the men. Now if I have named the wrong men, then the American people are entitled to know who is responsible for the tremendous Communist victory in Asia and the dismal American defeat-the greatest defeat any nation has suffered in war or peace. It is essential, therefore, that we put the spotlight of exposure on those who are responsible for this disaster. This is important, not for the purpose of exposing past failures, but because those same men are now doing America’s planning for the future. Unfortunately they have be-come so deeply entrenched that almost every power of the Government is used to sabotage any attempt to expose and root them out… …I have tried to give you the highlights of a difficult and dangerous situation that exists. You have as a flaming backdrop to my remarks the facts of the world as you find them today. Communism is no longer a creeping threat to America. It is a racing doom that comes closer to our shore each day. To resist it we must be intelligently strong."}

{"SOURCE": "http://watergate.info/1960/08/21/nixon-the-meaning-of-communism-to-americans.html",
"TEXT": "The major problem confronting the people of the United States and free peoples everywhere in the last half of the 20th century is the threat to peace and freedom presented by the militant aggressiveness of international communism. A major weakness in this struggle is lack of adequate imderstanding of the character of the challenge which communism presents. I am convinced that we are on the right side in this struggle and that we are well ahead now in its major aspects. But if we are to maintain our advantage and assure victory in the struggle, we must develop, not only among the leaders, but among the people of the free world a better understanding of the threat which confronts us. The question is not one of being for or against communism. The time is long past when any significant number of Americans contend that communism is no particular concern of theirs. Few can still believe that communism is simply a curious and twisted philosophy which happens to appeal to a certain number of zealots but which constitutes no serious threat to the interests or ideals of free society. The days of indifference are gone. The danger today in our attitude toward communism is of a very different kind. It lies in the fact that we have come to abhor communism so much that we no longer recognize the necessity of understanding it. We see the obvious dangers. We recognize that we must retain our present military and economic advantage over the Communist bloc, an advantage which deters a hot war and which counters the Communist threat in the cold war. In the fields of rocket technology and space exploration, we have risen to the challenge and we will keep the lead that we have gained. There is no question that the American people generally will support whatever programs our leaders initiate in these fields. What we must realize is that this struggle probably will not be decided in the military, economic, or scientific areas, important as these are. The battle in which we are engaged is primarily one of ideas. The test is one not so much of arms but of faith. If we are to win a contest of ideas we must know their ideas as well as our own. Our knowledge must not be superficial. We cannot be content with simply an intuition that communism is wrong. It is not enough to rest our case alone on the assertions, true as they are, that communism denies God, enslaves men, and destroys justice. We must recognize that the appeal of the Communist idea is not to the masses, as the Communists would have us believe, but more often to an intelligent minority in newly developing countries who are trying to decide which system offers the best and surest road to progress. We must cut through the exterior to the very heart of the Communist idea. We must come to understand the weaknesses of communism as a system – why after more than 40 years on trial it continues to disappoint so many aspirations, why it has failed in its promise of equality in abundance, why it has produced a whole library of disillusionment and a steady stream of men, women, and children seeking to escape its blight. But we must also come to understand its strength – why it has so securely entrenched itself in the U.S.S.R., why it has been able to accomplish what it has in the field of education and science, why in some of the problem areas of the world it continues to appeal to leaders aspiring to a better life for their people. Now this theory of successive stages of development makes it clear that, if we are to understand communism, we must understand the Communist view of capitalism, for, according to Communist theory, capitalism contains within itself the germs of communism. The Communist notion of capitalism is that it is a market economy, an economy of “free trade, free selling and buying,” to quote the manifesto again. It follows from this that, since communism inevitably supplants and destroys capitalism, it cannot itself be anything like market economy. The fundamental belief of the Communist economic philosophy therefore is a negative one; namely, a belief that, whatever the economic system of mature communism may turn out to be, it cannot be a market economy; it cannot – in the words of the Communist Manifesto – be an economy based on 'free trade, free selling and buying.' One of the most startling gaps in the Communist theory is the lack of any clear notion of how a Communist economy would be organized. In the writings of the great founders of communism there is virtually nothing on this subject. This gap was not an oversight, but was in fact a necessary consequence of the general theory of communism. That theory taught, in effect, that as a society moves inevitably from one level of development to another, there is no way of knowing what the next stage will demand until in fact it has arrived. Communism will supplant and destroy the market economy of capitalism. What will its own economy be like? That we cannot know until we are there and have a chance to see what the world looks like without any institution resembling an economic market. The manifesto, in fact, expresses a deep contempt for “utopian socialists” who propose “an organization of society specially contrived” by them, instead of waiting out the verdict of history and depending on the “spontaneous class organization of the proletariat.” The Communist economy would organize itself according to principles that would become apparent only when the arena had been cleared of the market principle. Operating then, in this vacuum of guidance left behind by their prophets, how did the founders of the Soviet Union proceed to organize their new economy? The answer is that they applied as faithfully as they could the teachings of their masters. Since those teachings were essentially negative, their actions had to have the same quality. They started by attempting to root out from the Russian scene every vestige of the market principle, even discouraging the use of money, which they hoped soon to abolish altogether. The production and distribution of goods were put under central direction, the theory being that the flow of goods would be directed by social need without reference to principles of profit and loss. This experiment began in 1919 and came to an abrupt end in March of 1921. It was a catastrophic failure. It brought with it administrative chaos and an almost inconceivable disorder in economic affairs, culminating in appalling shortages of the most elementary necessities. Competent scholars estimate its cost in Russian lives at 5 million. The official Russian version of this experiment does not deny that it was an enormous failure. It attributes that failure to inexperience and to a mythical continuation of military operations, which had in fact almost wholly ceased. Meanwhile the Russian economy has been moving steadily toward the market principle. The flow of labor is controlled by wages, so that the price of labor is itself largely set by market forces. The spread from top to bottom of industrial wages is in many cases wider than it is in this country. Managerial efficiency is promoted by substantial economic incentives in the form of bonuses and even more substantial perquisites of various kinds. Enterprises are run on a profit and loss basis. Indeed, there are all the paraphernalia of an advanced commercial society, with lawyers, accountants, balance sheets, taxes of many kinds, direct and indirect, and finally even the pressures of a creeping inflation. The allocation of resources in Russia probably now comes about as close to being controlled by the market principle as is possible where the government owns all the instruments of production. Russian economists speak learnedly of following the “Method of Balances.” This impressive phrase stands for a very simple idea. It means that in directing production and establishing prices an effort is made to come out even, so that goods for which there is an insufficient demand will not pile up, while shortages will not develop in other fields where demand exceeds supply. The “Method of Balances” turns out to be something a lot of us learned about in school as the law of supply and demand. All of this is not to say that the Russian economy has fully realized the market principle. There are two obstacles that block such a development. The first lies in the fact that there is a painful tension between what has to be done to run the economy efficiently and what ought to be happening according to orthodox theory. The result is that the Russian economist has to be able to speak out of both sides of his mouth at the same time. He has to be prepared at all times for sudden shifts of the party line. If today he is condemned as an “unprincipled revisionist” who apes capitalist methods, tomorrow he may be jerked from the scene for having fallen into a “sterile orthodoxy”, not realizing that Marxism is a developing and creative science."}

{"SOURCE": "http://www.danielkinouyeinstitute.org/speeches/democratic-national-convention-keynote-address",
"TEXT": "For even as we emerge from an era of unsurpassed social and economic progress, Americans are clearly in no mood for counting either their blessings or their bank accounts. We are still embarked on the longest unbroken journey of economic growth and prosperity in our history. Yet we are torn by dissension, and disrespect for our institutions and leaders is rife across the land. In at least two of our greatest universities, learning has been brought to a halt by student rebellions. Others of the student revolution have publicly burned draft cards and even the American flag. Crime has increased so that we are told one of every three Americans is afraid to walk in his own neighborhood after dark. Riot has bludgeoned our cities, laying waste our streets, our property, and, most important, human lives. The smoke of destruction has even shrouded the dome of our Capitol. In Washington, the task of restoring order drew more than twice as many Federal troops as were involved in the defense of Khe Sanh in Vietnam. Voices of angry protest are heard throughout the land, crying for all manner of freedoms. Yet our political leaders are picketed, and some who cry loudest for freedom have sought to prevent our President, our Vice President, and Cabinet officers from speaking in public. None go so far as publicly to condone a politics of assassination. Yet assassins’ bullets have robbed our country of three great leaders within the last five years. Why? What has gone wrong? Why, when we have at last had the courage to open up an attack on the age-old curses of ignorance and disease, of poverty and prejudice? Why are the flags of anarchism being hoisted by leaders of the next generation? Why, when our maturing society welcomes and appreciates art as never before, are poets and painters so preponderantly hostile? Some conveniently blame all our ills and agonies on a most difficult and unpopular commitment overseas. The Vietnam War must end, they say, because it is an immoral war. Of course, the war in Vietnam must be ended. But it must be ended, as President Johnson said last March, by patient political negotiation rather than through the victorious force of arms, even though this may be unpalatable for those raised in the tradition of glorious military victories. But like our other complex problems, this one must also be solved responsibly. Just as we shun irresponsible calls for total and devastating military victory, so must we guard against the illusion of an instant peace that has no chance of permanence. Of course, the Vietnam war is immoral. Whether by the teachings of Moses, or by the teachings of Christ, or by the teachings of the Buddha, I believe that all wars are immoral. During the Crusades, Christians in the name of Jesus Christ slaughtered innocent men, women, and children and plundered their cities because they were of another faith. These were immoral wars. In Vietnam, we build schools across the countryside and feed the hungry in the cities. And our President has pledged massive sums in aid of all Vietnamese. And yet this is an immoral war. Perhaps by the time my 4-year-old son is grown, men will have learned to live by the Ten Commandments. But men have not yet renounced the use of force as a means to their objectives. And until they do, are we more immoral, if there be such a degree, to fracture our solemn commitments, and then see our word doubted, not only by our friends abroad, but by our enemies? Knowing that this could lead to tragic miscalculations, is it less immoral now to take the easier course and gamble the lives of our sons and grandsons on the outcome? These are not easy questions, and perhaps there are no certain answers. But when young people have rioted in China and Czechoslovakia as well as at Columbia, and in Paris and Berlin as well as in Berkeley, I doubt that we can blame all the troubles of our time on Vietnam. Other critics tell us of the revolution of rising expectations. They charge that it has reached such proportions that men now take it as an insult when they are asked to be reasonable in their desires and demands. If this is too often true as a generalization, it is all to frequently aimed particularly at our fellow citizens of African ancestry, whose aspirations have burst full-blown on us after more than 100 years of systematic racist deprivation. As an American whose ancestors came from Japan, I have become accustomed to a question most recently asked by a very prominent businessman who was concerned about the threat of riots and the resultant loss in life and property. “Tell me,” he said, “why can’t the Negro be like you?” First, although my skin is colored, it is not black. In this country, the color of my skin does not ignite prejudice that has smoldered for generations. Second, although my grandfather came to this country in poverty, he came without shackles. He came as a free man enjoying certain constitutional rights under the American flag. Third, my grandfather’s family was not shattered as individual members of it were sold as chattel or used as security on loans. And fourth, although others of my ancestry were interned behind barbed wires during World War II, neither my parents nor I were forced by covenants and circumstances to live in ghettos. Unlike those of my ancestry, the Negro’s unemployment rate is triple the national average. The mortality rate of his children is twice that of white children. He often pays more for his miserable tenement than comparable space will cost in the white suburbs. He is likely to pay more for his groceries, more for his furniture, more for his liquor, and more for his credit. And my fellow Americans, today many thousands of black Americans return from Vietnam with medals of valor. Some of them have been crippled in the service of their country. But too often they return to economic and social circumstances that are barely, if at all, improved over those they left. Is it any wonder that the Negro questions whether his place in our country’s history books will be any less forgotten than were the contributions of his ancestors? Is it any wonder that the Negroes find it hard to wait another 100 years before they are accepted as full citizens in our free society? Of course, expectations are rising, and they are rising faster than we in our imperfect world can fulfill them. The revolution we in the United States are experiencing was born of Democratic processes that not only accommodate economic progress and social mobility, but actively encourage them. But it is important to remember that these expectations are the children of progress and that today’s restlessness has been nurtured by our very real achievements. Out of these should emerge a brighter and better society than we have known. Nowhere is this clearer than in the situation of our young people today. The success of our economic system has freed them in ever-increasing numbers from the tragedies of premature mortality and early labor. It has built the schools in which they are being educated to higher levels than ever in our nation’s history. And this progress has been achieved in a political system that not only admits but safeguards the right of dissent. So it should hardly surprise us when the children of such progress demand to be heard when they become aware of inequities still to be corrected. Neither should we fear their voices. On the contrary, whether we know it or not, the marching feet of youth have led us into a new era of politics, and we can never turn back. What should concern us is something far more fundamental. The true dimension of the challenge facing us is a loss of faith. I do not mean simply a loss of religious faith, although this erosion is a major contributor to our unease. I mean a loss of faith in our country, in its purposes, and in its institutions. I mean a retreat from the responsibilities of citizenship. The plain fact is that in the face of complexity and frustration, too many Americans have drifted into the use of power for purely destructive purposes. Too many Americans have come to believe it is their right to decide as individuals which of our laws they will obey and which they will violate."}

{"SOURCE": "http://millercenter.org/president/kennedy/speeches/speech-3375",
"TEXT": "It ought to be possible, in short, for every American to enjoy the privileges of being American without regard to his race or his color. In short, every American ought to have the right to be treated as he would wish to be treated, as one would wish his children to be treated. But this is not the case. The Negro baby born in America today, regardless of the section of the Nation in which he is born, has about one-half as much chance of completing a high school as a white baby born in the same place on the same day, one-third as much chance of completing college, one-third as much chance of becoming a professional man, twice as much chance of becoming unemployed, about one-seventh as much chance of earning $10,000 a year, a life expectancy which is 7 years shorter, and the prospects of earning only half as much. This is not a sectional issue. Difficulties over segregation and discrimination exist in every city, in every State of the Union, producing in many cities a rising tide of discontent that threatens the public safety. Nor is this a partisan issue. In a time of domestic crisis men of good will and generosity should be able to unite regardless of party or politics. This is not even a legal or legislative issue alone. It is better to settle these matters in the courts than on the streets, and new laws are needed at every level, but law alone cannot make men see right. We are confronted primarily with a moral issue. It is as old as the scriptures and is as clear as the American Constitution. The heart of the question is whether all Americans are to be afforded equal rights and equal opportunities, whether we are going to treat our fellow Americans as we want to be treated. If an American, because his skin is dark, cannot eat lunch in a restaurant open to the public, if he cannot send his children to the best public school available, if he cannot vote for the public officials who represent him, if, in short, he cannot enjoy the full and free life which all of us want, then who among us would be content to have the color of his skin changed and stand in his place? Who among us would then be content with the counsels of patience and delay? One hundred years of delay have passed since President Lincoln freed the slaves, yet their heirs, their grandsons, are not fully free. They are not yet freed from the bonds of injustice. They are not yet freed from social and economic oppression. And this Nation, for all its hopes and all its boasts, will not be fully free until all its citizens are free. We preach freedom around the world, and we mean it, and we cherish our freedom here at home, but are we to say to the world, and much more importantly, to each other that this is a land of the free except for the Negroes; that we have no second-class citizens except Negroes; that we have no class or cast system, no ghettoes, no master race except with respect to Negroes? Now the time has come for this Nation to fulfill its promise. The events in Birmingham and elsewhere have so increased the cries for equality that no city or State or legislative body can prudently choose to ignore them. The fires of frustration and discord are burning in every city, North and South, where legal remedies are not at hand. Redress is sought in the streets, in demonstrations, parades, and protests which create tensions and threaten violence and threaten lives. We face, therefore, a moral crisis as a country and as a people. It cannot be met by repressive police action. It cannot be left to increased demonstrations in the streets. It cannot be quieted by token moves or talk. It is a time to act in the Congress, in your State and local legislative body and, above all, in all of our daily lives. It is not enough to pin the blame on others, to say this is a problem of one section of the country or another, or deplore the fact that we face. A great change is at hand, and our task, our obligation, is to make that revolution, that change, peaceful and constructive for all. Those who do nothing are inviting shame as well as violence. Those who act boldly are recognizing right as well as reality. Next week I shall ask the Congress of the United States to act, to make a commitment it has not fully made in this century to the proposition that race has no place in American life or law. The Federal judiciary has upheld that proposition in a series of forthright cases. The executive branch has adopted that proposition in the conduct of its affairs, including the employment of Federal personnel, the use of Federal facilities, and the sale of federally financed housing. But there are other necessary measures which only the Congress can provide, and they must be provided at this session. The old code of equity law under which we live commands for every wrong a remedy, but in too many communities, in too many parts of the country, wrongs are inflicted on Negro citizens and there are no remedies at law. Unless the Congress acts, their only remedy is in the street."} 

{"SOURCE": "http://www.nydailynews.com/news/national/president-nixon-resigns-watergate-scandal-1974-article-1.2309330",
"TEXT": "Richard Milhous Nixon, his political power destroyed by the Watergate scandal, announced tonight that he was resigning as 37th President of the United States. In an emotion-filled, nationally televised speech, the culmination of weeks and months of pressure, Nixon said Vice President Ford would be sworn to succeed him at noon tomorrow. “The leadership of America will be in good hands,” Nixon said, his voice wavering. The President referred only briefly to the political scandal that shattered his administration, brought him to the brink of certain impeachment and removal from office, and ultimately forced him to become the first American President to quit his post before the end of his term. Admitting no personal involvement in Watergate-related crimes - conceding only some “wrong judgements” - the chief executive declared: “I would have preferred to carry through to the finish, whatever the personal agony it would have involved, and my family unanimously urged me to do so. But the interest of the nation must always come before any personal considerations.” Nixon concluded the 7-minute address with no good night, just a prayer: “May God’s grace be with you all in the days ahead.” With this Nixon ended his career in American politics. He also ended an unprecedented constitutional crisis that had divided the nation and dangerously slowed the work of government. “As we look to the future, the first essential is to begin healing the wounds of this nation,” Nixon said, “to put the bitterness and divisions of the recent past behind us and to discover the shared deals that lie at the heart of our strength and unity as a great and as a free people.” Nixon did not directly mention Capitol Hill’s increasingly loud cries for his resignation. Most of the demands had come from Republican congressional leaders. But he did concede that he had decided to resign when it became “evident to me that I no longer have sufficient political base in Congress to continue” in office. “From the discussions I have had with congressional and other leaders, I have concluded that because of the Watergate matter, I might not have the support of the Congress that I would consider necessary to back the very difficult decision to carry out the duties of this office in the way the interests of the nation would require,” he said. “I have never been a quitter,” Nixon said “to leave office before my term is completed is abhorrent to every instinct in my body. But as President, I must put the interest in America first. America needs a full-time President and a full-time Congress, particularly at his time, with the problems we face at home and abroad.” “To continue to fight through the months ahead for my personal vindication,” he said, would have absorbed the time of both the President and Congress when their “entire focus should be on the great issues of peace abroad and prosperity without inflation at home.” Nixon’s announcement came six years to the day after his acceptance of the Republican presidential nomination at the 1968 Miami Beach convention, at which he made his famous “train whistles in the night” address. Although he had been under enormous strain during more than two years of Watergate bombshells - and particularly during the last tumultuous week - the President was described by an aide as “unbelievably serene” tonight before his speech. Aside from a voice that occasionally faltered, he appeared in firm command of himself during his televised speech. “This is the 37th time I have spoken to you from this office,” Nixon said as he opened what was to be the most momentous speech of his 28-year career in American politics. “In all the decisions I have made in my public life, I have always tried to do what was best for the nation.” “For more than a quarter-century in public life,” he said, “I have shared in the turbulent history of this era. I have fought for what I believe in. I have tried to the best of my ability to discharge those duties and meet those responsibilities that were entrusted in me. Sometimes I have succeeded, and sometimes I have failed.” In what was almost a cry from the heart - perhaps the closest to it that this most private of public men had ever uttered - Nixon said that he was leaving with “great sadness” the pinnacle that he sought for most of his adult years. It was a pinnacle whose prerogatives he clearly relished. I regret deeply any injuries that may have been done in the course of events that led to this decision. I would say only that if some of my judgements were wrong - and some were wrong - they were made in what I believed at the time to be the best interest of the nation. To those who have stood with me during these past difficult months, to my family, my friends, to many other who joined in supporting my cause because they believed it was right, I will be eternally grateful for your support. And to those who have not felt able to give me your support, let me say I leave with no bitterness toward those who have opposed me, because all of us, in the final analysis, have been concerned with the good of the country, however our judgements might differ."} 

{"SOURCE": "",
"TEXT": ""}

{"SOURCE": "",
"TEXT": ""}

{"SOURCE": "",
"TEXT": ""}

{"SOURCE": "",
"TEXT": ""}

{"SOURCE": "",
"TEXT": ""}

{"SOURCE": "",
"TEXT": ""}

{"SOURCE": "",
"TEXT": ""}









]
