[{"SOURCE": "http://millercenter.org/president/obama/speeches/speech-on-american-diplomacy-in-the-middle-east-and-north-africa",
"TEXT": "He was a mass murderer who offered a message of hate –- an insistence that people had to take up arms against the West, and that violence against men, women and children was the only path to change.  He rejected democracy and individual rights in favor of violent extremism; his agenda focused on what he could destroy -– not what he could build. Bin Laden and his murderous vision won some adherents.  But even before his death, they was losing its struggle for relevance, as the overwhelming majority of people saw that the slaughter of innocents did not answer their cries for a better life.  By the time we found him, their agenda had come to be seen by the vast majority of the region as a dead end, and the people of the Middle East and North Africa had taken their future into their own hands. That story of self-determination began six months ago.  A young vendor was devastated when a police officer confiscated his cart.  This was not unique.  It’s the same kind of humiliation that takes place every day in many parts of the world -– the relentless tyranny of governments that deny their citizens dignity.  Only this time, something different happened.  After local officials refused to hear his complaints, this young man, who had never been particularly active in politics, went to the headquarters of the provincial government, doused himself in fuel, and lit himself on fire."},

{"SOURCE": "http://millercenter.org/president/gwbush/speeches/address-on-the-u.s.-response-to-the-attacks-of-september-11'EDITED",
"TEXT": "Americans are asking, why do they hate us?  They hate what we see right here in this chamber -- a democratically elected government.  Their leaders are self-appointed.  They hate our freedoms -- our freedom of religion, our freedom of speech, our freedom to vote and assemble and disagree with each other. They want to overthrow existing governments in many countries. They want to drive Israel out of the Middle East. They want to drive Christians and Jews out of vast regions of Asia and Africa. These terrorists kill not merely to end lives, but to disrupt and end a way of life.  With every atrocity, they hope that America grows fearful, retreating from the world and forsaking our friends.  They stand against us, because we stand in their way. We are not deceived by their pretenses to piety.  We have seen their kind before.  They are the heirs of all the murderous ideologies of the 20th century.  By sacrificing human life to serve their radical visions -- by abandoning every value except the will to power -- they follow in the path of fascism, and Nazism, and totalitarianism.  And they will follow that path all the way, to where it ends:  in history's unmarked grave of discarded lies. Americans are asking: How will we fight and win this war?  We will direct every resource at our command -- every means of diplomacy, every tool of intelligence, every instrument of law enforcement, every financial influence, and every necessary weapon of war -- to the disruption and to the defeat of the global terror network."},

{"SOURCE": "http://millercenter.org/president/clinton/speeches/speech-3929'EDITED",
"TEXT": "The terrible war is such a case. Nowhere today is the need for American leadership more stark or more immediate. For nearly 4 years a terrible war has torn apart. Horrors we prayed had been banished from Europe forever have been seared into our minds again: skeletal prisoners caged behind barbed-wire fences; women and girls raped as a tool of war; defenseless men and boys shot down into mass graves, evoking visions of World War II concentration camps; and endless lines of refugees marching toward a future of despair. When I took office, some were urging immediate intervention in the conflict. I decided that American ground troops should not fight a war because the United States could not force peace on warring ethnic groups. Instead, America has worked with our European allies in searching for peace, stopping the war from spreading, and easing the suffering of the people. We imposed tough economic sanctions. We used our air power to conduct the longest humanitarian airlift in history and to enforce a no-fly zone that took the war out of the skies. We helped to make peace between two of the three warring parties. But as the months of war turned into years, it became clear that Europe alone could not end the conflict. This summer, shelling once again turned playgrounds and marketplaces into killing fields. In response, the United States led NATO's heavy and continuous air strikes, many of them flown by skilled and brave American pilots. Those air strikes, together with the renewed determination of our European partners and the gains on the battlefield convinced them, finally, to start thinking about making peace."},

{"SOURCE": "http://millercenter.org/president/bush/speeches/speech-3427'EDITED",
"TEXT": "But here at home there's another threat, a cancer gnawing away at our nation's health. That cancer is the budget deficit. Year after year, it mortgages the future of our children. No family, no nation can continue to do business the way the Federal Government has been operating and survive. When you get a bill, that bill must be paid. And when you write a check, you're supposed to have money in the bank. But if you don't obey these simple rules of common sense, there's a price to pay. But for too long, the Nation's business in Washington has been conducted as if these basic rules did not apply. Well, these rules do apply. And if we fail to act, next year alone we will face a Federal budget deficit of more than $300 billion, a deficit that could weaken our economy further and cost us thousands of precious jobs. If what goes up must come down, then the way down could be very hard. Clearly, each and every one of us can find fault with something in this agreement. In fact, that is a burden that any truly fair solution must carry. Any workable solution must be judged as a whole, not piece by piece. Those who dislike one part or another may pick our agreement apart."},

{"SOURCE": "http://millercenter.org/president/reagan/speeches/speech-5857'EDITED",
"TEXT": "If our liberal friends really want to head into the next election under the banner of taking away from the American people their first real tax cut in nearly 20 years; if, after peering into their heart of hearts, they feel they must tell the American people that over the next 6 years they want to reduce the income of an average family by $3,000; and if they want to voice these deeply held convictions in an election year—well, fellow conservatives, who are we to stifle the voices of conscience? For too many years, bureaucratic self-interest and political maneuvering held sway over efficiency and honesty in government. Federal dollars were treated as the property of bureaucrats, not taxpayers. Those in the Federal Establishment who pointed to the misuse of those dollars were looked upon as malcontents or troublemakers. It is said by some that this administration has turned a blind eye to waste and fraud at the Pentagon while overzealously concentrating on the social programs. Drugpusher after drugpusher, mobster after mobster has escaped justice by taking advantage of our flawed bail and parole system. Criminals who have committed atrocious acts have cynically utilized the technicalities of the exclusionary rule, a miscarriage of justice unique to our legal system."},

{"SOURCE": "http://millercenter.org/president/carter/speeches/speech-3402'EDITED",
"TEXT": "It's clear that the true problems of our Nation are much deeper—deeper than gasoline lines or energy shortages, deeper even than inflation or recession. And I realize more than ever that as President I need your help. So, I decided to reach out and listen to the voices of America. The threat is nearly invisible in ordinary ways. It is a crisis of confidence. It is a crisis that strikes at the very heart and soul and spirit of our national will. We can see this crisis in the growing doubt about the meaning of our own lives and in the loss of a unity of purpose for our Nation. The erosion of our confidence in the future is threatening to destroy the social and the political fabric of America. We've learned that piling up material goods cannot fill the emptiness of lives which have no confidence or purpose. The symptoms of this crisis of the American spirit are all around us. For the first time in the history of our country a majority of our people believe that the next 5 years will be worse than the past 5 years. Two-thirds of our people do not even vote. The productivity of American workers is actually dropping, and the willingness of Americans to save for the future has fallen below that of all other people in the Western world. As you know, there is a growing disrespect for government and for churches and for schools, the news media, and other institutions. This is not a message of happiness or reassurance, but it is the truth and it is a warning. These changes did not happen overnight. They've come upon us gradually over the last generation, years that were filled with shocks and tragedy."},

{"SOURCE": "http://millercenter.org/president/ford/speeches/speech-5598'EDITED",
"TEXT": "Theirs is an American tragedy in which we all have played a part. It could go on and on and on, or someone must write the end to it. I have concluded that only I can do that, and if I can, I must. There are no historic or legal precedents to which I can turn in this matter, none that precisely fit the circumstances of a private citizen who has resigned the Presidency of the United States. But it is common knowledge that serious allegations and accusations hang like a sword over our former President's head, threatening his health as he tries to reshape his life, a great part of which was spent in the service of this country and by the mandate of its people. During this long period of delay and potential litigation, ugly passions would again be aroused. And our people would again be polarized in their opinions. And the credibility of our free institutions of government would again be challenged at home and abroad."},

{"SOURCE": "http://millercenter.org/president/nixon/speeches/speech-3879'EDITED",
"TEXT": "Nothing is served by silence when the other side exploits our good faith to divide America and to avoid the conference table. Nothing is served by silence when it misleads some Americans into accusing their own government of failing to do what it has already done. Nothing is served by silence when it enables the other side to imply possible solutions publicly that it has already flatly rejected privately. The truth is that we did respond to the enemy's plan, in the manner they wanted us to respond—secretly. In full possession of our complete response, they publicly denounced us for not having responded at all. They induced many Americans in the press and the Congress into echoing their propaganda—Americans who could not know they were being falsely used by the enemy to stir up divisiveness in this country. Some of our citizens have become accustomed to thinking that whatever our Government says must be false, and whatever our enemies say must be true, as far as this war is concerned. Well, the record I have revealed tonight proves the contrary. We can now demonstrate publicly what we have long been demonstrating privately—that America has taken the initiative not only to end our participation in this war, but to end the war itself for all concerned. This has been the longest, the most difficult war in American history."},

{"SOURCE": "http://millercenter.org/president/lbjohnson/speeches/speech-4040'EDITED",
"TEXT": "First—let there be no mistake about it-the looting, arson, plunder, and pillage which have occurred are not part of the civil rights protest. There is no American right to loot stores, or to burn buildings, or to fire rifles from the rooftops. That is crime—and crime must be dealt with forcefully, and swiftly, and certainly—under law. Innocent people, Negro and white, have been killed. Damage to property—owned by Negroes and whites—is calamitous. Worst of all, fear and bitterness which have been loosed will take long months to erase. The criminals who committed these acts of violence against the people deserve to be punished—and they must be punished. Explanations may be offered, but nothing can excuse what they have done. There will be attempts to interpret the events of the past few days. But when violence strikes, then those in public responsibility have an immediate and a very different job: not to analyze, but to end disorder. The apostles of violence, with their ugly drumbeat of hatred, must know that they are now heading for ruin and disaster. And every man who really wants progress or justice or equality must stand against them and their miserable virus of hate."},

{"SOURCE": "http://millercenter.org/president/kennedy/speeches/speech-3372'EDITED",
"TEXT": "Neither the United States of America nor the world community of nations can tolerate deliberate deception and offensive threats on the part of any nation, large or small. We no longer live in a world where only the actual firing of weapons represents a sufficient challenge to a nation's security to constitute maximum peril. Nuclear weapons are so destructive and ballistic missiles are so swift, that any substantially increased possibility of their use or any sudden change in their deployment may well be regarded as a definite threat to peace. The 1930's taught us a clear lesson: aggressive conduct, if allowed to go unchecked and unchallenged, ultimately leads to war. This nation is opposed to war. We are also true to our word. Our unswerving objective, therefore, must be to prevent the use of these missiles against this or any other country, and to secure their withdrawal or elimination from the Western Hemisphere. Our policy has been one of patience and restraint, as befits a peaceful and powerful nation, which leads a worldwide alliance. We have been determined not to be diverted from our central concerns by mere irritants and fanatics. But now further action is required-and it is under way; and these actions may only be the beginning. We will not prematurely or unnecessarily risk the costs of worldwide nuclear war in which even the fruits of victory would be ashes in our mouth--but neither will we shrink from that risk at any time it must be faced."}]
