[{"SOURCE": "http://www.historyplace.com/speeches/tedkennedy.htm",
"TEXT": "We dare not forsake that tradition. We cannot let the great purposes of the Democratic Party become the bygone passages of history. We must not permit the Republicans to seize and run on the slogans of prosperity. We heard the orators at their convention all trying to talk like Democrats. They proved that even Republican nominees can quote Franklin Roosevelt to their own purpose. The Grand Old Party thinks it has found a great new trick, but 40 years ago an earlier generation of Republicans attempted the same trick. And Franklin Roosevelt himself replied, 'Most Republican leaders have bitterly fought and blocked the forward surge of average men and women in their pursuit of happiness. Let us not be deluded that overnight those leaders have suddenly become the friends of average men and women.''You know,' he continued, 'very few of us are that gullible.' And four years later when the Republicans tried that trick again, Franklin Roosevelt asked 'Can the Old Guard pass itself off as the New Deal? I think not. We have all seen many marvelous stunts in the circus, but no performing elephant could turn a handspring without falling flat on its back.'The 1980 Republican convention was awash with crocodile tears for our economic distress, but it is by their long record and not their recent words that you shall know them. The same Republicans who are talking about the crisis of unemployment have nominated a man who once said, and I quote, 'Unemployment insurance is a prepaid vacation plan for freeloaders.' And that nominee is no friend of labor. The same Republicans who are talking about the problems of the inner cities have nominated a man who said, and I quote, 'I have included in my morning and evening prayers every day the prayer that the Federal Government not bail out New York.' And that nominee is no friend of this city and our great urban centers across this Nation. The same Republicans who are talking about security for the elderly have nominated a man who said just four years ago that 'Participation in social security should be made voluntary.' And that nominee is no friend of the senior citizens of this Nation. The same Republicans who are talking about preserving the environment have nominated a man who last year made the preposterous statement, and I quote, 'Eighty percent of our air pollution comes from plants and trees.' And that nominee is no friend of the environment. And the same Republicans who are invoking Franklin Roosevelt have nominated a man who said in 1976, and these are his exact words, 'Fascism was really the basis of the New Deal.' And that nominee whose name is Ronald Reagan has no right to quote Franklin Delano Roosevelt. The great adventures which our opponents offer is a voyage into the past. Progress is our heritage, not theirs. What is right for us as Democrats is also the right way for Democrats to win. The commitment I seek is not to outworn views but to old values that will never wear out. Programs may sometimes become obsolete, but the ideal of fairness always endures. Circumstances may change, but the work of compassion must continue. It is surely correct that we cannot solve problems by throwing money at them, but it is also correct that we dare not throw out our national problems onto a scrap heap of inattention and indifference. The poor may be out of political fashion, but they are not without human needs. The middle class may be angry, but they have not lost the dream that all Americans can advance together. The demand of our people in 1980 is not for smaller government or bigger government but for better government. Some say that government is always bad and that spending for basic social programs is the root of our economic evils. But we reply: The present inflation and recession cost our economy $200 billion a year. We reply: Inflation and unemployment are the biggest spenders of all. The task of leadership in 1980 is not to parade scapegoats or to seek refuge in reaction, but to match our power to the possibilities of progress. While others talked of free enterprise, it was the Democratic Party that acted and we ended excessive regulation in the airline and trucking industry and we restored competition to the marketplace. And I take some satisfaction that this deregulation was legislation that I sponsored and passed in the Congress of the United States. The tax cut of our Republican opponents takes the name of tax reform in vain. It is a wonderfully Republican idea that would redistribute income in the wrong direction. It is good news for any of you with incomes over $200,000 a year. For the few of you, it offers a pot of gold worth $14,000. But the Republican tax cut is bad news for the middle income families. For the many of you, they plan a pittance of $200 a year, and that is not what the Democratic Party means when we say tax reform. The vast majority of Americans cannot afford this panacea from a Republican nominee who has denounced the progressive income tax as the invention of Karl Marx. I am afraid he has confused Karl Marx with Theodore Roosevelt--that obscure Republican president who sought and fought for a tax system based on ability to pay. Theodore Roosevelt was not Karl Marx, and the Republican tax scheme is not tax reform. Finally, we cannot have a fair prosperity in isolation from a fair society. So I will continue to stand for a national health insurance. We must not surrender to the relentless medical inflation that can bankrupt almost anyone and that may soon break the budgets of government at every level. Let us insist on real control over what doctors and hospitals can charge, and let us resolve that the state of a family's health shall never depend on the size of a family's wealth."},

{"SOURCE": "http://www.washingtonpost.com/sf/national/2013/09/25/transcript-sen-ted-cruzs-filibuster-against-obamacare/",
"TEXT": "We just had a 6-week recess during August where a substantial percentage of Members of Congress chose not to hold townhalls during the 6 weeks we had to be back in our home States, not even to give their constituents a chance to say their views, because it is very easy when those of us who are in elected office have been here for a long time to believe Washington knows better; to believe that all the solutions are found in Washington, DC, and the rest of the country is better--as they say of small children--seen but not heard. We need millions of people to get an answer. Millions of people are asking for accountability, for responsibility, for truth from their elected officials, truth about how ObamaCare is failing the men and women of America. It is time, quite simply, to make DC listen. That is a point I intend to make over and over, because it is fundamentally what we are trying to do. We are trying to gather the American people to make DC listen. The whole debate we are having is not over strategy. It is not about process. It is not about procedure. If you read the papers it looks like it is. If you read the papers it is all sorts of confusing cloture on the motions to the what-the, to the which-the. To anyone outside of DC, their eyes glaze over. Even to anyone in Washington, DC, their eyes glaze over. This is also not about pollsters. It is not about pundits or consultants or those who are making money back and forth on the political process. They have always been with us, and I am confident they will remain with us for all time. The problem is DC is not listening. The problem is our elected leaders are not listening to their constituents. Everyone in America understands ObamaCare is destroying jobs. It is driving up health care costs. It is killing health benefits. It is shattering the economy. All across the country in all 50 States--it doesn't matter what State you go to, you can go to any State in the Union, it doesn't matter if you are talking to Republicans or Democrats or Independents or Libertarians--Americans understand this thing is not working. Yet Washington is pretending not to know. Washington is pretending to have no awareness. Instead we have politicians giving speeches about how wonderful ObamaCare is. At the same time they go to the President and ask for an exemption from ObamaCare for Members of Congress. If ObamaCare is so wonderful, why is it that its loudest advocates don't want to be subject to it? I will confess that is a very difficult one to figure out. DC is using a rigged process to keep ObamaCare funded, to keep this job-killing bill funded. What they want to do fundamentally is ignore the men and women of America and keep up with business as usual. People wonder why Congress has such low approval ratings. I remember when all 100 of us were in the historic Senate Chamber for a bipartisan meeting. Multiple Senators stood and expressed frustration with the low approval ratings that Congress has. It varies--sometimes, 10, 12, 14 percent--but it is always abysmal. Some suggested the reason was that we are not legislating enough. We just need to pass some more laws and the American people will be happy. I have to admit, that does not comport with just about anything I have ever heard in the State of Texas. That doesn't comport with anything I have ever heard from constituents. I am going to suggest the most fundamental reason Congress remains in the low teens in approval ratings is because Congress is not listening to the American people. Every poll that has been done for years, when we ask the American people what is their top priority, the answer is consistently jobs and the economy--over and over, jobs and the economy. That is national. That is in your State, my State. That is in all 50 States. Jobs and the economy is the answer you get. It is also not partisan. You can ask Republicans, ask Democrats, you can ask Independents. They say we need jobs, we need economic growth back. Yet I will tell you, Madam President--you and I have both served in this institution some 9 months, not very long, but in the time we have been here we have spent virtually zero time even talking about jobs and the economy. It doesn't make the agenda. It apparently is not important enough for this body's time. We spent 6 weeks talking about guns, talking about taking away law-abiding citizens' Second Amendment rights, and we spend virtually no time talking about fundamental tax reform, about regulatory reform, about getting the economy going. And politicians wonder why it is that Congress is held in such low esteem. This is unfortunately a bipartisan issue, on both sides. We need to do a better job of listening to the people. If the top priority of the American people is jobs and the economy, I am going to suggest the top priority of Congress should be jobs and the economy. Madam President, you and I should both be scratching our heads, trying to think about a time when we weren't talking about jobs and the economy because, I tell you, we certainly have not gotten it taken care of yet. The American people are frustrated because their elected officials do not listen. When we are home on the campaign trail, we say we listen. Yet something about this Senate floor, something about Washington, DC--I don't know if it is the water, something in the air, the cherry blossoms, but people get here and they stop listening to the American people. As I traveled throughout the State of Texas--I spent the month of August and the beginning of September traveling virtually every day on the road throughout Texas and across the country listening, hearing the stories. The American people are hurting. This is a difficult time. The very rich, they are doing fine. In fact, they are doing better under President Obama than they were before. But hard-working American families are struggling and their life has become harder and harder and harder. ObamaCare is the biggest job killer in this country. The American people want to stop this madness, and so do I. In Washington, we pass million-dollar bills, billion-dollar bills no one has ever read, often without even voting on them. We call it unanimous consent. It is only unanimous because they don't let anyone know. In Washington, we spend $2 trillion more than last year and then tell voters we saved money. The system is deliberately designed to hide what we are actually doing. In this debate right now over ObamaCare and the continuing resolution, voting to pass bills is called procedure, as if it doesn't matter. We pretend it doesn't matter. It does matter. Our leaders right now demand approval for bills before they are amended: Everyone come to the floor, vote for the bill. Then we will amend it to make it say the opposite of what it says right now, but you have already voted so don't worry about it. We are told to agree to the bills without even knowing what the final product will be and that is what is happening right now. Our leaders in both parties are asking us to support a bill, to cut off debate on a bill without even knowing what is in it. It is as the former Speaker of the House Nancy Pelosi once observed: Pass it to find out what is in it. That is how Washington does business. Let me tell you how this is likely to unfold. Senate majority leader Harry Reid has said he intends to offer an amendment to determine the future of our health care system and based on the public press reports--and I would note you have to rely on the public press reports because this body doesn't know, but based on the public press reports, that amendment is going to fully fund ObamaCare. It is going to strip the language the House of Representatives passed to defund ObamaCare and listen to the American people. The central vote the Senate will take on this fight will not occur today and it will not occur tomorrow. The first vote we are going to take on this is a vote on what is called cloture on the motion to proceed. Very few people not on this floor have any idea what that means and even, I suspect, a fair number of people on this floor are not quite sure what that means. That will simply be a vote whether to take up this bill and to begin debating this bill. I expect that vote to pass overwhelmingly, if not unanimously. Everyone agrees we ought to take this up, we ought to start this conversation. The next vote we take will occur on Friday or Saturday and it will be on what is called cloture on the bill. That is the vote that matters. Cloture on the bill, the vote Friday or Saturday, is the vote that matters. Why is that? Because that vote is subject to a 60-vote threshold. If Republicans vote with Democrats, then this body will cut off debate on the bill. Cloture is simply cutting off debate. It is saying we are not going to talk about it anymore, we are silencing the voice of the Senate, we are silencing the voice of the people, and we are cutting off debate. Why does that matter? Because once cloture is invoked, the rules of the Senate allow the majority leader to introduce the amendment to fund ObamaCare and then to have it pass with just 51 votes, not 60--51. As the Presiding Officer is well aware, there are more than 51 Democrats in this body. Postcloture, after this body has voted to cut off debate, the Democrats can vote on a straight party-line vote to fund ObamaCare. Madam President, I am going to let you in on a dirty little secret. When that happens, every Republican, if we get to that point, will vote against it and every Republican will then go home to his or her State and say: Look, I voted against ObamaCare. That is actually the preferred outcome, to have a vote but yet to have the result be business as usual continue in Washington. It is a little bit akin to the World Wrestling Federation, wrestling matches where it is all rigged. The outcome is predetermined. They know in advance who is going to win and lose and it is all for show. There are some Members of this body, if we could have 100 show votes, saying here is what we are for, but mind you, none of them are actually going to change the law, none of them are actually going to occur, none of them are going to make one iota of difference to the American people because they will never become law, but we will get to vote over and over again in proving how committed we are to principle A, B, C, D or E, that curiously would make a significant number of Senators happy. Our constituents deserve more--no more fake fights, no more hiding our votes, no more games, no more trying to fool the American people. We need to make DC listen--make DC listen. I want to stand and fight for the more than 1.6 million Americans who signed a national petition against ObamaCare and to the millions more who did not because they were told by a politician it is not possible--don't even try to fight because it is not possible. I am reminded of a children's story. My wife Heidi and I are blessed to have two little girls, Caroline and Catherine, ages 5 and 2, and one of their favorite children's stories, actually from when I was a kid, is ``The Little Engine That Could''--the train going up that said over and over again, ``I think I can. I think I can.''I have to say, if we listen to a lot of Members of this body, the message would be simple. That little engine can't. What they say to that train when it starts at the bottom of the hill is, no, you can't. I think I can. I think I can. No, you can't. No, you can't. We can't win. You can't stop ObamaCare. It cannot be done. It is impossible. There is nothing we can do. Are millions of Americans out of work? Yes. Are millions of Americans struggling? Yes. Are millions of Americans seeing their health insurance premiums skyrocket? Yes. Are millions of Americans at risk of losing their health insurance because of ObamaCare? Yes. But Washington tells our constituents: No, no, never mind. It can't be done. It cannot be done. It is impossible. The rules of Washington say this cannot be done. And we wonder why this body has such low approval among the people. When we go out and tell the American people it cannot be done, there is nothing that can be done to stop ObamaCare, what we are saying is we are not willing to do it. We are not willing to stand and fight. We are willing to give speeches. Oh, yes, if we want to have a speech contest, we can line up and fall over backward who can give the best speech against ObamaCare. But when it comes to actually standing and fighting, when it comes to actually having the opportunity to listen to the American people, an awful lot of Members of this body, at least so far, have not shown up to battle. There are a lot of folks in the Washington establishment who do not want to hear from us. The chattering class is quick to discipline anyone who refuses to blindly fall in line. That is the way Washington plays. There are rules. We are not supposed to speak for the people. There is a way things are done in Washington and make no mistake, DC depends upon Americans not paying attention. They know most Americans are quite reasonably working too hard to provide for their family. They are too busy spending time with their friends and family. They are too busy working to try to make sure their family is provided for. They are going to church. They are dealing with the day-to-day burdens of life. You know what they have learned? The American people have learned when we get involved, even then it seems as though Washington politicians rarely listen."},

{"SOURCE": "www.cnn.com/ALLPOLITICS/time/1998/11/09/gingrich.html",
"TEXT": "Newt Gingrich was still a shaggy rebel in 1993 when he sat down with the new Democratic President to share a drink on the Truman balcony. Clinton worked him hard, oozing charm, grabbing his arm, locking and listening. Newt, the smaller man, had been startled by his size, his friendliness; he liked the guy in spite of himself. Then Clinton leaned forward, and whispered to Newt his big secret, the one that defined his whole life: 'I'm a lot like Baby Huey,' he told Newt. 'I'm fat. I'm ugly. But if you push me down, I keep coming back. I just keep coming back.'It was a promise, and a warning. Both men believed in the politics of punishment, and by the time their paths crossed in that twilight at the White House, each had shown his capacity for pain. Gingrich's 16 years on the back benches as the most hated member of Congress did not break his heart or his will: when he became Speaker, he promised he would remake the world in the first 100 days. The first thing most voters learned about Clinton was how hard it was to kill him, as he slogged through New Hampshire in 1992, no voice, no sleep, no shame, swatting away his enemies on his bare-kneed crawl to the White House. But 1998 brought to both men a test of endurance and character that neither could have trained for, and that neither could have predicted would undo the Speaker rather than the President. Even as Gingrich set to sharpening the blades of the guillotine, his adversary stayed on message, made peace in the Middle East, waved John Glenn back into orbit and watched the Dow follow close behind, as Gingrich produced an impeachment spectacle that left voters gagging, and a budget that drew the same response from his own party. By the time the routine midterm election had dissolved into a humiliating defeat Tuesday at the polls, it was suddenly Gingrich whose judgment was challenged, his party mutinous, his tenure as Speaker numbered in days. If Clinton has always had a gift for turning weakness into opportunity, Gingrich has a gift for turning opportunity into rubble. Newt was the one who made unbalanced budgets a thing of the past, but it was Clinton who somehow got credit for it, rode to re-election, hauled his own party toward a more sensible center and emerged from Tuesday's election America's favorite imperfect leader. Voters might have retired Clinton in 1996 for moving too far to the left had Gingrich not come along and yanked the whole enterprise too far to the right. Gingrich had always been Clinton's best foil, the uglier alternative to whom Clinton kept pointing every time Americans got fed up with the President's inability to govern, stay focused and get things done. As scattered as Clinton can be, Gingrich was always worse, talking about dinosaurs and space colonies and women in trenches. And then there is the tricky, hard-to-fathom difference in their alloys, maybe their sense of honor. Clinton lied to the nation and his family, messed around with someone half his age, and in 10 months never once showed any sign that he was even thinking of resigning. Gingrich lost a handful of seats over some political miscalculations, and within a few days, and to the complete surprise of everyone around him, quietly stepped down. Clinton has an affair with an intern, and Gingrich loses his job over it. In the same cloud of outrage and optimism that has been wrapped around him all year, Gingrich took to the phones on the afternoon of Election Day still predicting that the President would be made to pay for his sins and that the Republicans would pick up six to 30 seats. But as the hours passed, the numbers just kept getting worse, and by 10 p.m. the Republicans were barely breaking even in the House. Then another seat looked vulnerable. Then seven more. Then, around 10:45, 13 seats. 'At that point, we thought we lost the House,' one said later. When the last returns came in, Gingrich had lost five seats--a setback not matched since 1822. 'Well,' said Gingrich when it was all over, 'we all misjudged this one.'The next morning Gingrich held a gripe session by conference call, letting others vent about everything: the Republicans' utter absence of a message, the Democrats' lethally effective get-out-the-vote effort. 'They were unbelievable,' one of the leaders said to Newt. 'They kicked our ass on the ground.' Gingrich was mostly quiet. He listened. 'He was in a state of shock,' says one participant. It was different an hour later during the 'listen only' conference call with members. This time Newt talked a lot, but he made no sense. He blamed the election on the unions, on black turnout driven by scare-tactic radio ads, on the fact that the Senate had failed to take up the House's $80 billion tax cut, and of course on the media for hyping the Monica scandal and blotting out the Republican message. Said one member who listened in: 'It was very lame and not credible. He just doesn't get it. He's the problem. I don't see how you get over this bump in the road without getting rid of him.'It emboldens the princes to plot, of course, if they think the king has gone mad. Appropriations Committee chairman Bob Livingston, who owed his position to Gingrich, was already calling members, testing out the idea that he might run for Speaker, while others, such as conservative Steve Largent, began sniffing around other leadership seats. Livingston even called Gingrich and suggested in passing that he resign, but Gingrich did not seem alarmed. For the next 48 hours, the most important struggle within the G.O.P. was between not right and left but loyalty and ambition. Thinking it might be time for a human sacrifice, Newt tossed overboard his handpicked House G.O.P. campaign chairman, John Linder, only to watch Linder repay the favor by going over to the plotters. 'All we did was raise all these millions of dollars--more money than we've ever had,' said a source close to Linder. 'Newt and [G.O.P. consultant Joe] Gaylord's job was to piss it all away.' Senate majority leader Trent Lott, Gingrich's old coconspirator, couldn't believe Newt was announcing on the day after the elections that one of the G.O.P.'s priorities would now be 'saving Social Security.' That was Clinton's program, and Lott was in no mood to walk into a trap. Everyone Gingrich called for support had a list. His original conservative allies said push impeachment to the wall, cut $100 billion in taxes, schedule an antiabortion vote, cut the International Monetary Fund loose. Moderates were seeking assurances that none of those moves would ever take place. 'We are dealing with utter chaos,' said an aide. The final piece of blackmail came from the crown prince himself: Livingston sent the Speaker a 16-point ultimatum calling on Gingrich to agree to its terms for ceding power to him 'without exception.' The letter was classic Livingston: stern, uncompromising, dictatorial and, it turns out, totally impulsive. A few hours after he sent it, Livingston called Gingrich and said, 'Ignore it.' By 2 p.m. Friday, Livingston was announcing his own candidacy for the job, likening his great and good friend Gingrich to Winston Churchill and then explaining why it was time for the Speaker to go. By this time, even loyalists were peeling away: Houston Republican Bill Archer, who had pledged his support to Gingrich just a day before, called back to urge him not to hang on. 'You might,' said Archer, 'want to give second thought to this.' Coming from the chairman of the powerful Ways and Means Committee, that was Texan for 'it's over.'By twilight Gingrich gathered his troops to the phones to break the news. Only his departure, he said, would purge the poison from the party. He blasted the 'cannibals' who would settle for nothing less than total victory. He urged the troops to stay focused on 2000. 'The prospect of an Al Gore presidency and a Democratic Congress ought to scare all of us into mobilization,' he said. 'I am grateful to each and every one of you. I'll be at the organizing conference. I love all of you. Take care.' No one tried to talk him out of it. That the bottom fell out from beneath him so quickly had less to do with what happened Tuesday than with the battles Gingrich had been fighting to a loss all year long. 'True political transformation,' Gingrich wrote in his book Lessons Learned the Hard Way, 'requires a leader to keep his eye always on the ball and his ear very, very tuned to the people.' But professor Gingrich was always better at teaching than doing, and the longer he was Speaker, the further he drifted from the public whose dreams he claimed to understand so well. The success of the Republican Party has always depended on some artful hospitality, on persuading blue bloods and rednecks and church folk and fat cats to gather under its big tent and celebrate together the blessings of power. And as long as Ronald Reagan was cutting taxes and winning the cold war, his guests were generally content to enjoy his company and not argue too much over who had the best seats at his table. But in the years since, and especially for the past 10 months, the tent poles had been falling down. Gingrich's very triumphs now yielded enormous risks. Having accomplished the heart of his revolutionary agenda--balancing the budget, rolling back government and reforming welfare--there was no clear Stage 2 of the Republican Revolution. Pragmatists and purists fought all year. The more the G.O.P. leadership tacked abortion- and religious-rights amendments on trade and foreign policy bills, the more the business community sensed that evangelicals were being courted at their expense, and threatened Gingrich and his team with open rebellion. So even as the economic wing won round after round all through the summer, seizing tax breaks for businesses rather than families, funding the IMF and extending most-favored-nation status to China, Gingrich and his team knew they had to have something to give the social conservatives, who had threatened to stay home in November if the party continued to ignore their priorities. All he had left to give them was the reviled President's head. Social conservatives, led by Gary Bauer of the Family Research Council and Dr. James Dobson, had flayed Gingrich early on for his judicious silence about Clinton's troubles, until he finally promised never to make another speech without referring to Clinton's 'crimes.' By September, when Kenneth Starr finally sent his report to Capitol Hill, Gingrich claimed his obligation to the Constitution required that he press ahead full speed with the impeachment inquiry; in reality it was his obligation to his right flank. Among the people who tried to warn him off the strategy was Ralph Reed, the boy genius who had injected the Christian Coalition directly into the Republican bloodstream in the past decade. Reed, who left the Christian Coalition last year to found his own consulting firm, was sending alarm memos as early as September 1997. He privately warned G.O.P. leaders that 'Republicans face the most severe agenda vacuum since Ronald Reagan ascended as their leader in 1980.' He urged the national party to 'make education a major theme in the 1998 campaign' and 'avoid capitulation with Clinton.' And four months before anyone had heard of Monica Lewinsky, Reed even cautioned Republicans not to 'put all your eggs in the Clinton-scandal basket.' It was a warning he would repeat in similar private memos to Gingrich, Lott and other leaders for the next 12 months. In the last one, dated Sept. 23, 1998, Reed predicted that 'if we rely entirely on the scandal, we will come up short on Election Day.'But whatever his political miscalculations, Gingrich was also personally incapable of letting Clinton off the hook. It has long been his belief that the Democratic Party as a whole is a corrupt and corrupting force in American politics, and Clinton was its Mephistophelian master. Still bearing the scars of his own ethics troubles two years earlier, Gingrich could not imagine that the President would not suffer a far bloodier punishment for his misconduct. He was, say those close to him, 'obsessed' with the Lewinsky affair. 'You sit in meetings, and you just watch. He's crazed about it,' says one who was there. And so Gingrich was both unable and unwilling to keep his most murderous members in line. The more Bob Barr, the impeachment-fixated House member from Georgia, appeared on TV, the more voters were persuaded the Republicans had only one agenda. For citizens discouraged by the fact that modern politics seems driven more by polls than principles, it's worth noting how sharp an exception this election was. G.O.P. leaders were proud to ignore what they read. Month after month, the polls held steady, first withholding judgment about Clinton's conduct and then concluding he should stay in office despite what he did. But Gingrich didn't believe them, couldn't bring himself to, since they violated so fundamentally his view of what voters care about and what leaders can get away with. It helped that he has always thought that 'independent' polls published by the networks and newspapers were a great source of liberal power, that the questions were always somehow skewed against conservatives. 'When all the national polls were coming out,' says a Hill source, 'everybody's attitude was, 'It's not real.''As for the Republicans' own polling operation, it was skimpy--and its results were suppressed or ignored by Republican leaders convinced that they had a truer feel for the country. These politicians mirrored the world they lived in. Being a G.O.P. congressional leader means being surrounded by the choir. Most of the real people you meet are those willing to plunk down $1,000 to attend a fund raiser--people, in other words, who aren't typical of the average voter, even the average Republican. If Gingrich was inflamed by Clinton's perfidy, the fires were fanned by the true believers who surrounded him. Nowhere was this more evident than in the disastrous round of last-minute ads that Gingrich himself ordered up, reminding voters of the scandal they were so eager to get past. The ads were designed to motivate the Republican constituency and depress Democratic turnout; they seemed to have had the opposite effect, and Republicans blamed Gingrich for the blunder. Two weeks before the election, internal G.O.P. polls indicated that the voters were suddenly drifting away from the party, especially on the West Coast. Focus groups that tested the scandal ads, sources tell TIME, were decidedly lukewarm about them. And spending $10 million on ads in an election in which a low turnout was expected made no sense. Roughly 62% of the people the Republicans were paying to reach didn't bother to vote anyway. The notion that the ads could be tightly targeted to hard-core voters was just naive; most people saw them replayed on the evening news and Larry King. Last spring Gingrich was boasting to other G.O.P. leaders that they didn't have to do anything, just wait for a crippled President to come to them. And sure enough, nothing resembling an agenda emerged from the Congress. This was the House that never even got around to passing a budget--the first time such a thing had happened since the budget process was established in the wake of Watergate. This guaranteed that Republicans would have little to brag about when they went home to their districts, other than renaming National Airport after Ronald Reagan and passing a fatty transportation bill that made fiscal conservatives shudder. 'We say we are the party of keeping our fiscal house in order,' says South Carolina Congressman Mark Sanford, 'but we do a transportation bill that has all kinds of pork and go $20 billion over what we'd shaken on with the budget 12 months before. There's nothing more deadly.'By deciding last summer to wrap all the unfinished business into a single massive spending bill, the Republicans handed Clinton a loaded gun. Failure to pass that bill would mean another government shutdown. That meant Clinton could pick anything he wanted with which to hold them up. With an eye on voters, Clinton chose to pick his fight on education--100,000 new teachers and 5,000 schools, to be precise--forcing Congress to stay around and bicker into October on an issue that played heavily in the Democrats' favor. The only thing the Democrats did wrong, says a Hill staff member, was not to force the G.O.P. to stay in session a week longer. That would have won them back the House. When the budget deal was cut, the Speaker turned on his own, calling his critics 'the perfectionist caucus.' That probably lost him the conservatives for good and put Gingrich on the defensive. Just four years after the Contract with America was unveiled, his own followers had become the enemy. The Field Marshal was no longer leading his troops anywhere they were willing to go. In those giddy days after the 1994 election that made him Speaker, Newt and Marianne Gingrich decided to drive to the Georgia coast for Thanksgiving so they could have time to talk, time to think, time to sort out what had happened to them. Marianne has always been Newt's sounding board, the one to bring him down to earth. And now, as he rhapsodized about the monumental task before him, she did it again. Newt, she told him, this is a lot bigger job than you think it is going to be. And then she offered three words of deceptively simple advice: Fill the role. He wrote down: 'Be Speaker.'He related that exchange a few weeks later, on a raw, gray December afternoon. Having gathered his informal brain trust around an oval rosewood table in downtown Washington, he wrote those two words, professor style, on an easel and grinned. But within moments, the man who once said his ambition was to be 'the leading teacher of 21st century American civilization' was on to another idea, that of selling a congressional office building so that it could be dismantled and resold in pieces, like the Berlin Wall, a symbol of the profound changes that he was ushering in. Neither happened. The building still stands, and Gingrich never really got the House to function. Like so many of his ideas, they were things to build briefing books and college courses and provocative speeches around but not to follow through on. He would say time and again that he managed to pass virtually his entire Contract with America in the first hundred days of his first Congress; problem was, virtually none of those proposals made it any further. Yet somehow, for Gingrich, that never seemed to matter. He had made history; making laws seemed secondary. 'He gets bored easily,' ultraconservative Paul Weyrich has said of him. Added someone who has worked with him: 'He bounces around a lot. He is the most undisciplined person I have ever come across.' The qualities that allowed him to lead the revolution in the first place, to rally the backbenchers and aim high and break the walls down, were not well suited to governing once he got there. It took him 16 years to win the Speaker's chair; it took four years for it to become clear that he could no longer keep it. It's almost hard to remember what the House Speaker was before Gingrich--a back-room fellow, the big man who sat in the House basement and drank bourbon and branch, kept a card file of favors given and received, scores to be settled in the private pathways of the Capitol. He still gets a big car and a big staff and is third in line to the presidency, but his job has always been a perch carved out of persuasion as much as power, especially when the vote is close. Gingrich and his leadership team stumbled into control of the House after the G.O.P. had endured four decades in the wilderness not knowing such basic things as the name of the Capitol police chief. As a young legislator, he made his mark on the House floor after-hours, when it was almost empty except for the C-Span cameras. He was a grinning nobody, the head of a band of brothers called the Conservative Opportunity Society--he and Bob Walker and Connie Mack and then Congressman Trent Lott, and they didn't have a dollar and didn't know nobody and acted like a bunch of kids in a clubhouse with a small book of matches that they were going to light and blow up the world. Gingrich was never quite able to change his ways. The late Sonny Bono figured it out early, when he was elected as a Congressman from Palm Springs, Calif., as part of Gingrich's freshman class. Gingrich was marching from news conferences to TV studios with a scrum of aides and photographers in tow. Bono approached with a word of advice. 'You're a celebrity now,' he told Newt. 'The rules are different for celebrities. I know it. I've been there. But let me tell you, this is not political news coverage. This is celebrity status. You need to understand the altitude of what you're doing.'Gingrich barely listened. Nothing was going to slow him down on the biggest day of his life. 'Yeah,' he said. 'We'll get around to that.'The new Speaker prided himself on being a manager. He called himself the revolution's chairman of the board. He sent his assistants to military installations to learn management techniques. And he invited FORTUNE 500 chief executive officers to dinner to talk about restructuring large institutions--in this case, he had the U.S. Congress in mind. He rearranged the furniture in the House in ways that will affect every Speaker who follows him: gone are the dynastic committee chairs, who could foil any zealous Speaker's plans; Gingrich scrapped the seniority system and installed his own disciples, some of whom were three and four names down on the list. He abolished other committees and 25 subcommittees and sliced their staffs so that power would devolve to the king, not the vassals. If Clinton is a prisoner of his appetites, Gingrich is a prisoner of his ego. He kept trying the same strategy again and again, drawing lines in the sand and waiting for his adversary to come across. Except it was Gingrich who always blinked first. In May 1995, when Clinton seemed at his weakest, Gingrich boasted to TIME of his plans to shut down the government and then wait for the President to come crawling, meekly accepting Newt's cuts in Medicare and other government programs. 'He can run the parts of government that are left [after the cuts], or he can run no government,' Newt said. 'Which of the two of us do you think worries more about the government not showing up?' As it turned out, it was Newt. After the shutdown, Gingrich remorsefully talked of sidelining himself, of having 'thrown one too many interceptions.' Back then no one knew that this would be his habit. In June 1997 the issue was disaster relief. Republicans loaded the bill with blatantly partisan riders, assuming Clinton wouldn't dare veto it. The President did, within minutes of its landing on his desk, and the Republicans were blamed for flood victims' getting stranded. A coup ensued, but Gingrich prevailed, primarily because there was no obvious candidate to replace him. His response: a 12-point memo on the lessons to be learned from the disaster-relief disaster. Lesson One: 'In dealing with Clinton, you must never put yourself in a position where he can be compassionate or self-righteous.'So where was Gingrich last spring? Putting himself in a position in which Clinton could be self-righteous. So confident was Gingrich that the intern scandal would doom the President--despite polls that were already consistently showing that the public didn't care--that he assumed he would have the upper hand in any budget deal. Instead, the public saw the Democrats as the party that was trying to attend to business while the Republicans were distracted by scandal. All that history made it hard, after the elections last week, for anyone to trust Gingrich with another two years as Speaker. Most may have been willing, once again, to accept his promises of change--change in management, in decision making, in priorities. But there was one thing Gingrich couldn't change. 'The problem for the party is that Newt is the face of the party,' said a G.O.P. congressional operative on the eve of Gingrich's resignation. 'Until we elect a President, he's the most visible spokesman we have. The snake won't die unless you cut off its head.'The only thing certain about Gingrich's successor is that he will strike a lower profile while he wrestles the same alligators. The problem for the party is that the very traditions and mechanisms of the House may prevent the Republicans from finding the leader they desperately need. No member of Congress with the experience, the stature or the chits to be a plausible candidate for Speaker resembles the kind of Republican leader that last week the voters signaled they liked. 'We still need to prove that we can be conservative without being mean,' said a G.O.P. moderate Senator. In Washington that means finding a handsome, telegenic lawmaker to go on the Sunday talk shows. Outside Washington, in noncongressional races, pragmatic 'compassionate conservatives' who talk about inclusion, reach out to minorities, spend time on education, mind the environment and are tightfisted with their budgets coasted to easy victories in state after state: Tom Ridge in Pennsylvania, Tommy Thompson in Wisconsin, John Engler in Michigan and, above all, the Bush brothers in Texas and Florida. The darlings of the right, the David Beasleys, Fob Jameses and Dan Lungrens, were shown to the exits. The Republican Party has lacked a unifying figure since before George Bush left the White House, and though the House will elect a new Speaker in January, the search for a new G.O.P. leader will probably take two years. After Tuesday's defeat, Dan Quayle, Steve Forbes, John Ashcroft, Alan Keyes and Lamar Alexander attacked pretty much everyone else for being out-of-touch capitulators. Each man is trying to woo the same activists on the right wing as he heads toward Iowa and New Hampshire--10 kids fighting over the same thin slice of pie. On the other side of the split are George W. Bush and John McCain, perhaps even John Kasich. McCain sent around a memo calling on the G.O.P. to be a party of inclusion, noting that he, like Bush, won a high percentage of Hispanic voters last Tuesday. The next Republican leader will have to herd these stray cats. Gingrich tried to do it for four years and failed. But in his failure, Gingrich may have succeeded in turning over to his fractious heirs a political map for guiding the party toward coherence."},

{"SOURCE": "http://www.edchange.org/multicultural/speeches/malcolm_x_ballot.html",
"TEXT": "Mr. Moderator, Brother Lomax, brothers and sisters, friends and enemies: I just can't believe everyone in here is a friend, and I don't want to leave anybody out. The question tonight, as I understand it, is 'The Negro Revolt, and Where Do We Go From Here?'' or What Next? In my little humble way of understanding it, it points toward either the ballot or the bullet. Before we try and explain what is meant by the ballot or the bullet, I would like to clarify something concerning myself. I'm still a Muslim; my religion is still Islam. That's my personal belief. Just as Adam Clayton Powell is a Christian minister who heads the Abyssinian Baptist Church in New York, but at the same time takes part in the political struggles to try and bring about rights to the black people in this country; and Dr. Martin Luther King is a Christian minister down in Atlanta, Georgia, who heads another organization fighting for the civil rights of black people in this country; and Reverend Galamison, I guess you've heard of him, is another Christian minister in New York who has been deeply involved in the school boycotts to eliminate segregated education; well, I myself am a minister, not a Christian minister, but a Muslim minister; and I believe in action on all fronts by whatever means necessary. Although I'm still a Muslim, I'm not here tonight to discuss my religion. I'm not here to try and change your religion. I'm not here to argue or discuss anything that we differ about, because it's time for us to submerge our differences and realize that it is best for us to first see that we have the same problem, a common problem, a problem that will make you catch hell whether you're a Baptist, or a Methodist, or a Muslim, or a nationalist. Whether you're educated or illiterate, whether you live on the boulevard or in the alley, you're going to catch hell just like I am. We're all in the same boat and we all are going to catch the same hell from the same man. He just happens to be a white man. All of us have suffered here, in this country, political oppression at the hands of the white man, economic exploitation at the hands of the white man, and social degradation at the hands of the white man. Now in speaking like this, it doesn't mean that we're anti-white, but it does mean we're anti-exploitation, we're anti-degradation, we're anti-oppression. And if the white man doesn't want us to be anti-him, let him stop oppressing and exploiting and degrading us. Whether we are Christians or Muslims or nationalists or agnostics or atheists, we must first learn to forget our differences. If we have differences, let us differ in the closet; when we come out in front, let us not have anything to argue about until we get finished arguing with the man. If the late President Kennedy could get together with Khrushchev and exchange some wheat, we certainly have more in common with each other than Kennedy and Khrushchev had with each other. If we don't do something real soon, I think you'll have to agree that we're going to be forced either to use the ballot or the bullet. It's one or the other in 1964. It isn't that time is running out -- time has run out! 1964 threatens to be the most explosive year America has ever witnessed. The most explosive year. Why? It's also a political year. It's the year when all of the white politicians will be back in the so-called Negro community jiving you and me for some votes. The year when all of the white political crooks will be right back in your and my community with their false promises, building up our hopes for a letdown, with their trickery and their treachery, with their false promises which they don't intend to keep. As they nourish these dissatisfactions, it can only lead to one thing, an explosion; and now we have the type of black man on the scene in America today -- I'm sorry, Brother Lomax -- who just doesn't intend to turn the other cheek any longer. Don't let anybody tell you anything about the odds are against you. If they draft you, they send you to Korea and make you face 800 million Chinese. If you can be brave over there, you can be brave right here. These odds aren't as great as those odds. And if you fight here, you will at least know what you're fighting for. I'm not a politician, not even a student of politics; in fact, I'm not a student of much of anything. I'm not a Democrat. I'm not a Republican, and I don't even consider myself an American. If you and I were Americans, there'd be no problem. Those Honkies that just got off the boat, they're already Americans; Polacks are already Americans; the Italian refugees are already Americans. Everything that came out of Europe, every blue-eyed thing, is already an American. And as long as you and I have been over here, we aren't Americans yet. Well, I am one who doesn't believe in deluding myself. I'm not going to sit at your table and watch you eat, with nothing on my plate, and call myself a diner. Sitting at the table doesn't make you a diner, unless you eat some of what's on that plate. Being here in America doesn't make you an American. Being born here in America doesn't make you an American. Why, if birth made you American, you wouldn't need any legislation; you wouldn't need any amendments to the Constitution; you wouldn't be faced with civil-rights filibustering in Washington, D.C., right now. They don't have to pass civil-rights legislation to make a Polack an American. No, I'm not an American. I'm one of the 22 million black people who are the victims of Americanism. One of the 22 million black people who are the victims of democracy, nothing but disguised hypocrisy. So, I'm not standing here speaking to you as an American, or a patriot, or a flag-saluter, or a flag-waver -- no, not I. I'm speaking as a victim of this American system. And I see America through the eyes of the victim. I don't see any American dream; I see an American nightmare. These 22 million victims are waking up. Their eyes are coming open. They're beginning to see what they used to only look at. They're becoming politically mature. They are realizing that there are new political trends from coast to coast. As they see these new political trends, it's possible for them to see that every time there's an election the races are so close that they have to have a recount. They had to recount in Massachusetts to see who was going to be governor, it was so close. It was the same way in Rhode Island, in Minnesota, and in many other parts of the country. And the same with Kennedy and Nixon when they ran for president. It was so close they had to count all over again. Well, what does this mean? It means that when white people are evenly divided, and black people have a bloc of votes of their own, it is left up to them to determine who's going to sit in the White House and who's going to be in the dog house. lt. was the black man's vote that put the present administration in Washington, D.C. Your vote, your dumb vote, your ignorant vote, your wasted vote put in an administration in Washington, D.C., that has seen fit to pass every kind of legislation imaginable, saving you until last, then filibustering on top of that. And your and my leaders have the audacity to run around clapping their hands and talk about how much progress we're making. And what a good president we have. If he wasn't good in Texas, he sure can't be good in Washington, D.C. Because Texas is a lynch state. It is in the same breath as Mississippi, no different; only they lynch you in Texas with a Texas accent and lynch you in Mississippi with a Mississippi accent. And these Negro leaders have the audacity to go and have some coffee in the White House with a Texan, a Southern cracker -- that's all he is -- and then come out and tell you and me that he's going to be better for us because, since he's from the South, he knows how to deal with the Southerners. What kind of logic is that? Let Eastland be president, he's from the South too. He should be better able to deal with them than Johnson. In this present administration they have in the House of Representatives 257 Democrats to only 177 Republicans. They control two-thirds of the House vote. Why can't they pass something that will help you and me? In the Senate, there are 67 senators who are of the Democratic Party. Only 33 of them are Republicans. Why, the Democrats have got the government sewed up, and you're the one who sewed it up for them. And what have they given you for it? Four years in office, and just now getting around to some civil-rights legislation. Just now, after everything else is gone, out of the way, they're going to sit down now and play with you all summer long -- the same old giant con game that they call filibuster. All those are in cahoots together. Don't you ever think they're not in cahoots together, for the man that is heading the civil-rights filibuster is a man from Georgia named Richard Russell. When Johnson became president, the first man he asked for when he got back to Washington, D.C., was Dicky -- that's how tight they are. That's his boy, that's his pal, that's his buddy. But they're playing that old con game. One of them makes believe he's for you, and he's got it fixed where the other one is so tight against you, he never has to keep his promise. So it's time in 1964 to wake up. And when you see them coming up with that kind of conspiracy, let them know your eyes are open. And let them know you -- something else that's wide open too. It's got to be the ballot or the bullet. The ballot or the bullet. If you're afraid to use an expression like that, you should get on out of the country; you should get back in the cotton patch; you should get back in the alley. They get all the Negro vote, and after they get it, the Negro gets nothing in return. All they did when they got to Washington was give a few big Negroes big jobs. Those big Negroes didn't need big jobs, they already had jobs. That's camouflage, that's trickery, that's treachery, window-dressing. I'm not trying to knock out the Democrats for the Republicans. We'll get to them in a minute. But it is true; you put the Democrats first and the Democrats put you last. Look at it the way it is. What alibis do they use, since they control Congress and the Senate? What alibi do they use when you and I ask, Well, when are you going to keep your promise? They blame the Dixiecrats. What is a Dixiecrat? A Democrat. A Dixiecrat is nothing but a Democrat in disguise. The titular head of the Democrats is also the head of the Dixiecrats, because the Dixiecrats are a part of the Democratic Party. The Democrats have never kicked the Dixiecrats out of the party. The Dixiecrats bolted themselves once, but the Democrats didn't put them out. Imagine, these lowdown Southern segregationists put the Northern Democrats down. But the Northern Democrats have never put the Dixiecrats down. No, look at that thing the way it is. They have got a con game going on, a political con game, and you and I are in the middle. It's time for you and me to wake up and start looking at it like it is, and trying to understand it like it is; and then we can deal with it like it is. The Dixiecrats in Washington, D.C., control the key committees that run the government. The only reason the Dixiecrats control these committees is because they have seniority. The only reason they have seniority is because they come from states where Negroes can't vote. This is not even a government that's based on democracy. lt. is not a government that is made up of representatives of the people. Half of the people in the South can't even vote. Eastland is not even supposed to be in Washington. Half of the senators and congressmen who occupy these key positions in Washington, D.C., are there illegally, are there unconstitutionally. I was in Washington, D.C., a week ago Thursday, when they were debating whether or not they should let the bill come onto the floor. And in the back of the room where the Senate meets, there's a huge map of the United States, and on that map it shows the location of Negroes throughout the country. And it shows that the Southern section of the country, the states that are most heavily concentrated with Negroes, are the ones that have senators and congressmen standing up filibustering and doing all other kinds of trickery to keep the Negro from being able to vote. This is pitiful. But it's not pitiful for us any longer; it's actually pitiful for the white man, because soon now, as the Negro awakens a little more and sees the vise that he's in, sees the bag that he's in, sees the real game that he's in, then the Negro's going to develop a new tactic. These senators and congressmen actually violate the constitutional amendments that guarantee the people of that particular state or county the right to vote. And the Constitution itself has within it the machinery to expel any representative from a state where the voting rights of the people are violated. You don't even need new legislation. Any person in Congress right now, who is there from a state or a district where the voting rights of the people are violated, that particular person should be expelled from Congress. And when you expel him, you've removed one of the obstacles in the path of any real meaningful legislation in this country. In fact, when you expel them, you don't need new legislation, because they will be replaced by black representatives from counties and districts where the black man is in the majority, not in the minority. If the black man in these Southern states had his full voting rights, the key Dixiecrats in Washington, D. C., which means the key Democrats in Washington, D.C., would lose their seats. The Democratic Party itself would lose its power. It would cease to be powerful as a party. When you see the amount of power that would be lost by the Democratic Party if it were to lose the Dixiecrat wing, or branch, or element, you can see where it's against the interests of the Democrats to give voting rights to Negroes in states where the Democrats have been in complete power and authority ever since the Civil War. You just can't belong to that Party without analyzing it. I say again, I'm not anti-Democrat, I'm not anti-Republican, I'm not anti-anything. I'm just questioning their sincerity, and some of the strategy that they've been using on our people by promising them promises that they don't intend to keep. When you keep the Democrats in power, you're keeping the Dixiecrats in power. I doubt that my good Brother Lomax will deny that. A vote for a Democrat is a vote for a Dixiecrat. That's why, in 1964, it's time now for you and me to become more politically mature and realize what the ballot is for; what we're supposed to get when we cast a ballot; and that if we don't cast a ballot, it's going to end up in a situation where we're going to have to cast a bullet. It's either a ballot or a bullet. In the North, they do it a different way. They have a system that's known as gerrymandering, whatever that means. It means when Negroes become too heavily concentrated in a certain area, and begin to gain too much political power, the white man comes along and changes the district lines. You may say, Why do you keep saying white man? Because it's the white man who does it. I haven't ever seen any Negro changing any lines. They don't let him get near the line. It's the white man who does this. And usually, it's the white man who grins at you the most, and pats you on the back, and is supposed to be your friend. He may be friendly, but he's not your friend. So, what I'm trying to impress upon you, in essence, is this: You and I in America are faced not with a segregationist conspiracy, we're faced with a government conspiracy. Everyone who's filibustering is a senator -- that's the government. Everyone who's finagling in Washington, D.C., is a congressman -- that's the government. You don't have anybody putting blocks in your path but people who are a part of the government. The same government that you go abroad to fight for and die for is the government that is in a conspiracy to deprive you of your voting rights, deprive you of your economic opportunities, deprive you of decent housing, deprive you of decent education. You don't need to go to the employer alone, it is the government itself, the government of America, that is responsible for the oppression and exploitation and degradation of black people in this country. And you should drop it in their lap. This government has failed the Negro. This so-called democracy has failed the Negro. And all these white liberals have definitely failed the Negro. So, where do we go from here? First, we need some friends. We need some new allies. The entire civil-rights struggle needs a new interpretation, a broader interpretation. We need to look at this civil-rights thing from another angle -- from the inside as well as from the outside. To those of us whose philosophy is black nationalism, the only way you can get involved in the civil-rights struggle is give it a new interpretation. That old interpretation excluded us. It kept us out. So, we're giving a new interpretation to the civil-rights struggle, an interpretation that will enable us to come into it, take part in it. And these handkerchief-heads who have been dillydallying and pussy footing and compromising -- we don't intend to let them pussyfoot and dillydally and compromise any longer. How can you thank a man for giving you what's already yours? How then can you thank him for giving you only part of what's already yours? You haven't even made progress, if what's being given to you, you should have had already. That's not progress. And I love my Brother Lomax, the way he pointed out we're right back where we were in 1954. We're not even as far up as we were in 1954. We're behind where we were in 1954. There's more segregation now than there was in 1954. There's more racial animosity, more racial hatred, more racial violence today in 1964, than there was in 1954. Where is the progress? And now you're facing a situation where the young Negro's coming up. They don't want to hear that turn the-other-cheek stuff, no. In Jacksonville, those were teenagers, they were throwing Molotov cocktails. Negroes have never done that before. But it shows you there's a new deal coming in. There's new thinking coming in. There's new strategy coming in. It'll be Molotov cocktails this month, hand grenades next month, and something else next month. It'll be ballots, or it'll be bullets. It'll be liberty, or it will be death. The only difference about this kind of death -- it'll be reciprocal. You know what is meant by reciprocal? That's one of Brother Lomax's words. I stole it from him. I don't usually deal with those big words because I don't usually deal with big people. I deal with small people. I find you can get a whole lot of small people and whip hell out of a whole lot of big people. They haven't got anything to lose, and they've got every thing to gain. And they'll let you know in a minute: It takes two to tango; when I go, you go. The black nationalists, those whose philosophy is black nationalism, in bringing about this new interpretation of the entire meaning of civil rights, look upon it as meaning, as Brother Lomax has pointed out, equality of opportunity. Well, we're justified in seeking civil rights, if it means equality of opportunity, because all we're doing there is trying to collect for our investment. Our mothers and fathers invested sweat and blood. Three hundred and ten years we worked in this country without a dime in return -- I mean without a dime in return. You let the white man walk around here talking about how rich this country is, but you never stop to think how it got rich so quick. It got rich because you made it rich. You take the people who are in this audience right now. They're poor. We're all poor as individuals. Our weekly salary individually amounts to hardly anything. But if you take the salary of everyone in here collectively, it'll fill up a whole lot of baskets. It's a lot of wealth. If you can collect the wages of just these people right here for a year, you'll be rich -- richer than rich. When you look at it like that, think how rich Uncle Sam had to become, not with this handful, but millions of black people. Your and my mother and father, who didn't work an eight-hour shift, but worked from can't see in the morning until can't see at night, and worked for nothing, making the white man rich, making Uncle Sam rich. This is our investment. This is our contribution, our blood. Not only did we give of our free labor, we gave of our blood. Every time he had a call to arms, we were the first ones in uniform. We died on every battlefield the white man had. We have made a greater sacrifice than anybody who's standing up in America today. We have made a greater contribution and have collected less. Civil rights, for those of us whose philosophy is black nationalism, means: Give it to us now. Don't wait for next year. Give it to us yesterday, and that's not fast enough. I might stop right here to point out one thing. Whenever you're going after something that belongs to you, anyone who's depriving you of the right to have it is a criminal. Understand that. Whenever you are going after something that is yours, you are within your legal rights to lay claim to it. And anyone who puts forth any effort to deprive you of that which is yours, is breaking the law, is a criminal. And this was pointed out by the Supreme Court decision. It outlawed segregation. Which means segregation is against the law. Which means a segregationist is breaking the law. A segregationist is a criminal. You can't label him as anything other than that. And when you demonstrate against segregation, the law is on your side. The Supreme Court is on your side. Now, who is it that opposes you in carrying out the law? The police department itself. With police dogs and clubs. Whenever you demonstrate against segregation, whether it is segregated education, segregated housing, or anything else, the law is on your side, and anyone who stands in the way is not the law any longer. They are breaking the law; they are not representatives of the law. Any time you demonstrate against segregation and a man has the audacity to put a police dog on you, kill that dog, kill him, I'm telling you, kill that dog. I say it, if they put me in jail tomorrow, kill that dog. Then you'll put a stop to it. Now, if these white people in here don't want to see that kind of action, get down and tell the mayor to tell the police department to pull the dogs in. That's all you have to do. If you don't do it, someone else will. If you don't take this kind of stand, your little children will grow up and look at you and think shame. If you don't take an uncompromising stand, I don't mean go out and get violent; but at the same time you should never be nonviolent unless you run into some nonviolence. I'm nonviolent with those who are nonviolent with me. But when you drop that violence on me, then you've made me go insane, and I'm not responsible for what I do. And that's the way every Negro should get. Any time you know you're within the law, within your legal rights, within your moral rights, in accord with justice, then die for what you believe in. But don't die alone. Let your dying be reciprocal. This is what is meant by equality. What's good for the goose is good for the gander. When we begin to get in this area, we need new friends, we need new allies. We need to expand the civil-rights struggle to a higher level -- to the level of human rights. Whenever you are in a civil-rights struggle, whether you know it or not, you are confining yourself to the jurisdiction of Uncle Sam. No one from the outside world can speak out in your behalf as long as your struggle is a civil-rights struggle. Civil rights comes within the domestic affairs of this country. All of our African brothers and our Asian brothers and our Latin-American brothers cannot open their mouths and interfere in the domestic affairs of the United States. And as long as it's civil rights, this comes under the jurisdiction of Uncle Sam. But the United Nations has what's known as the charter of human rights; it has a committee that deals in human rights. You may wonder why all of the atrocities that have been committed in Africa and in Hungary and in Asia, and in Latin America are brought before the UN, and the Negro problem is never brought before the UN. This is part of the conspiracy. This old, tricky blue eyed liberal who is supposed to be your and my friend, supposed to be in our corner, supposed to be subsidizing our struggle, and supposed to be acting in the capacity of an adviser, never tells you anything about human rights. They keep you wrapped up in civil rights. And you spend so much time barking up the civil-rights tree, you don't even know there's a human-rights tree on the same floor. When you expand the civil-rights struggle to the level of human rights, you can then take the case of the black man in this country before the nations in the UN. You can take it before the General Assembly. You can take Uncle Sam before a world court. But the only level you can do it on is the level of human rights. Civil rights keeps you under his restrictions, under his jurisdiction. Civil rights keeps you in his pocket. Civil rights means you're asking Uncle Sam to treat you right. Human rights are something you were born with. Human rights are your God-given rights. Human rights are the rights that are recognized by all nations of this earth. And any time any one violates your human rights, you can take them to the world court. Uncle Sam's hands are dripping with blood, dripping with the blood of the black man in this country. He's the earth's number-one hypocrite. He has the audacity -- yes, he has -- imagine him posing as the leader of the free world. The free world! And you over here singing We Shall Overcome. Expand the civil-rights struggle to the level of human rights. Take it into the United Nations, where our African brothers can throw their weight on our side, where our Asian brothers can throw their weight on our side, where our Latin-American brothers can throw their weight on our side, and where 800 million Chinamen are sitting there waiting to throw their weight on our side. Let the world know how bloody his hands are. Let the world know the hypocrisy that's practiced over here. Let it be the ballot or the bullet. Let him know that it must be the ballot or the bullet. When you take your case to Washington, D.C., you're taking it to the criminal who's responsible; it's like running from the wolf to the fox. They're all in cahoots together. They all work political chicanery and make you look like a chump before the eyes of the world. Here you are walking around in America, getting ready to be drafted and sent abroad, like a tin soldier, and when you get over there, people ask you what are you fighting for, and you have to stick your tongue in your cheek. No, take Uncle Sam to court, take him before the world. By ballot I only mean freedom. Don't you know -- I disagree with Lomax on this issue -- that the ballot is more important than the dollar? Can I prove it? Yes. Look in the UN. There are poor nations in the UN; yet those poor nations can get together with their voting power and keep the rich nations from making a move. They have one nation -- one vote, everyone has an equal vote. And when those brothers from Asia, and Africa and the darker parts of this earth get together, their voting power is sufficient to hold Sam in check. Or Russia in check. Or some other section of the earth in check. So, the ballot is most important. Right now, in this country, if you and I, 22 million African-Americans -- that's what we are -- Africans who are in America. You're nothing but Africans. Nothing but Africans. In fact, you'd get farther calling yourself African instead of Negro. Africans don't catch hell. You're the only one catching hell. They don't have to pass civil-rights bills for Africans. An African can go anywhere he wants right now. All you've got to do is tie your head up. That's right, go anywhere you want. Just stop being a Negro. Change your name to Hoogagagooba. That'll show you how silly the white man is. You're dealing with a silly man. A friend of mine who's very dark put a turban on his head and went into a restaurant in Atlanta before they called themselves desegregated. He went into a white restaurant, he sat down, they served him, and he said, 'What would happen if a Negro came in here? And there he's sitting, black as night, but because he had his head wrapped up the waitress looked back at him and says, Why, there wouldn't no nigger dare come in here. So, you're dealing with a man whose bias and prejudice are making him lose his mind, his intelligence, every day. He's frightened. He looks around and sees what's taking place on this earth, and he sees that the pendulum of time is swinging in your direction. The dark people are waking up. They're losing their fear of the white man. No place where he's fighting right now is he winning. Everywhere he's fighting, he's fighting someone your and my complexion. And they're beating him. He can't win any more. He's won his last battle. He failed to win the Korean War. He couldn't win it. He had to sign a truce. That's a loss. Any time Uncle Sam, with all his machinery for warfare, is held to a draw by some rice eaters, he's lost the battle. He had to sign a truce. America's not supposed to sign a truce. She's supposed to be bad. But she's not bad any more. She's bad as long as she can use her hydrogen bomb, but she can't use hers for fear Russia might use hers. Russia can't use hers, for fear that Sam might use his. So, both of them are weapon-less. They can't use the weapon because each's weapon nullifies the other's. So the only place where action can take place is on the ground. And the white man can't win another war fighting on the ground. Those days are over The black man knows it, the brown man knows it, the red man knows it, and the yellow man knows it. So they engage him in guerrilla warfare. That's not his style. You've got to have heart to be a guerrilla warrior, and he hasn't got any heart. I'm telling you now. I just want to give you a little briefing on guerrilla warfare because, before you know it, before you know it. It takes heart to be a guerrilla warrior because you're on your own. In conventional warfare you have tanks and a whole lot of other people with you to back you up -- planes over your head and all that kind of stuff. But a guerrilla is on his own. All you have is a rifle, some sneakers and a bowl of rice, and that's all you need -- and a lot of heart. The Japanese on some of those islands in the Pacific, when the American soldiers landed, one Japanese sometimes could hold the whole army off. He'd just wait until the sun went down, and when the sun went down they were all equal. He would take his little blade and slip from bush to bush, and from American to American. The white soldiers couldn't cope with that. Whenever you see a white soldier that fought in the Pacific, he has the shakes, he has a nervous condition, because they scared him to death. The same thing happened to the French up in French Indochina. People who just a few years previously were rice farmers got together and ran the heavily-mechanized French army out of Indochina. You don't need it -- modern warfare today won't work. This is the day of the guerrilla. They did the same thing in Algeria. Algerians, who were nothing but Bedouins, took a rine and sneaked off to the hills, and de Gaulle and all of his highfalutin' war machinery couldn't defeat those guerrillas. Nowhere on this earth does the white man win in a guerrilla warfare. It's not his speed. Just as guerrilla warfare is prevailing in Asia and in parts of Africa and in parts of Latin America, you've got to be mighty naive, or you've got to play the black man cheap, if you don't think some day he's going to wake up and find that it's got to be the ballot or the bullet. l would like to say, in closing, a few things concerning the Muslim Mosque, Inc., which we established recently in New York City. It's true we're Muslims and our religion is Islam, but we don't mix our religion with our politics and our economics and our social and civil activities -- not any more We keep our religion in our mosque. After our religious services are over, then as Muslims we become involved in political action, economic action and social and civic action. We become involved with anybody, any where, any time and in any manner that's designed to eliminate the evils, the political, economic and social evils that are afflicting the people of our community. The political philosophy of black nationalism means that the black man should control the politics and the politicians in his own community; no more. The black man in the black community has to be re-educated into the science of politics so he will know what politics is supposed to bring him in return. Don't be throwing out any ballots. A ballot is like a bullet. You don't throw your ballots until you see a target, and if that target is not within your reach, keep your ballot in your pocket. The political philosophy of black nationalism is being taught in the Christian church. It's being taught in the NAACP. It's being taught in CORE meetings. It's being taught in SNCC Student Nonviolent Coordinating Committee meetings. It's being taught in Muslim meetings. It's being taught where nothing but atheists and agnostics come together. It's being taught everywhere. Black people are fed up with the dillydallying, pussyfooting, compromising approach that we've been using toward getting our freedom. We want freedom now, but we're not going to get it saying We Shall Overcome. We've got to fight until we overcome. The economic philosophy of black nationalism is pure and simple. It only means that we should control the economy of our community. Why should white people be running all the stores in our community? Why should white people be running the banks of our community? Why should the economy of our community be in the hands of the white man? Why? If a black man can't move his store into a white community, you tell me why a white man should move his store into a black community. The philosophy of black nationalism involves a re-education program in the black community in regards to economics. Our people have to be made to see that any time you take your dollar out of your community and spend it in a community where you don't live, the community where you live will get poorer and poorer, and the community where you spend your money will get richer and richer. Then you wonder why where you live is always a ghetto or a slum area. And where you and I are concerned, not only do we lose it when we spend it out of the community, but the white man has got all our stores in the community tied up; so that though we spend it in the community, at sundown the man who runs the store takes it over across town somewhere. He's got us in a vise. So the economic philosophy of black nationalism means in every church, in every civic organization, in every fraternal order, it's time now for our people to be come conscious of the importance of controlling the economy of our community. If we own the stores, if we operate the businesses, if we try and establish some industry in our own community, then we're developing to the position where we are creating employment for our own kind. Once you gain control of the economy of your own community, then you don't have to picket and boycott and beg some cracker downtown for a job in his business. The social philosophy of black nationalism only means that we have to get together and remove the evils, the vices, alcoholism, drug addiction, and other evils that are destroying the moral fiber of our community. We our selves have to lift the level of our community, the standard of our community to a higher level, make our own society beautiful so that we will be satisfied in our own social circles and won't be running around here trying to knock our way into a social circle where we're not wanted. So I say, in spreading a gospel such as black nationalism, it is not designed to make the black man re-evaluate the white man -- you know him already -- but to make the black man re-evaluate himself. Don't change the white man's mind -- you can't change his mind, and that whole thing about appealing to the moral conscience of America -- America's conscience is bankrupt. She lost all conscience a long time ago. Uncle Sam has no conscience. They don't know what morals are. They don't try and eliminate an evil because it's evil, or because it's illegal, or because it's immoral; they eliminate it only when it threatens their existence. So you're wasting your time appealing to the moral conscience of a bankrupt man like Uncle Sam. If he had a conscience, he'd straighten this thing out with no more pressure being put upon him. So it is not necessary to change the white man's mind. We have to change our own mind. You can't change his mind about us. We've got to change our own minds about each other. We have to see each other with new eyes. We have to see each other as brothers and sisters. We have to come together with warmth so we can develop unity and harmony that's necessary to get this problem solved ourselves. How can we do this? How can we avoid jealousy? How can we avoid the suspicion and the divisions that exist in the community? I'll tell you how. I have watched how Billy Graham comes into a city, spreading what he calls the gospel of Christ, which is only white nationalism. That's what he is. Billy Graham is a white nationalist; I'm a black nationalist. But since it's the natural tendency for leaders to be jealous and look upon a powerful figure like Graham with suspicion and envy, how is it possible for him to come into a city and get all the cooperation of the church leaders? Don't think because they're church leaders that they don't have weaknesses that make them envious and jealous -- no, everybody's got it. It's not an accident that when they want to choose a cardinal, as Pope I over there in Rome, they get in a closet so you can't hear them cussing and fighting and carrying on. Billy Graham comes in preaching the gospel of Christ. He evangelizes the gospel. He stirs everybody up, but he never tries to start a church. If he came in trying to start a church, all the churches would be against him. So, he just comes in talking about Christ and tells everybody who gets Christ to go to any church where Christ is; and in this way the church cooperates with him. So we're going to take a page from his book. Our gospel is black nationalism. We're not trying to threaten the existence of any organization, but we're spreading the gospel of black nationalism. Anywhere there's a church that is also preaching and practicing the gospel of black nationalism, join that church. If the NAACP is preaching and practicing the gospel of black nationalism, join the NAACP. If CORE is spreading and practicing the gospel of black nationalism, join CORE. Join any organization that has a gospel that's for the uplift of the black man. And when you get into it and see them pussyfooting or compromising, pull out of it because that's not black nationalism. We'll find another one. And in this manner, the organizations will increase in number and in quantity and in quality, and by August, it is then our intention to have a black nationalist convention which will consist of delegates from all over the country who are interested in the political, economic and social philosophy of black nationalism. After these delegates convene, we will hold a seminar; we will hold discussions; we will listen to everyone. We want to hear new ideas and new solutions and new answers. And at that time, if we see fit then to form a black nationalist party, we'll form a black nationalist party. If it's necessary to form a black nationalist army, we'll form a black nationalist army. It'll be the ballot or the bullet. It'll be liberty or it'll be death. It's time for you and me to stop sitting in this country, letting some cracker senators, Northern crackers and Southern crackers, sit there in Washington, D.C., and come to a conclusion in their mind that you and I are supposed to have civil rights. There's no white man going to tell me anything about my rights. Brothers and sisters, always remember, if it doesn't take senators and congressmen and presidential proclamations to give freedom to the white man, it is not necessary for legislation or proclamation or Supreme Court decisions to give freedom to the black man. You let that white man know, if this is a country of freedom, let it be a country of freedom; and if it's not a country of freedom, change it. We will work with anybody, anywhere, at any time, who is genuinely interested in tackling the problem head-on, nonviolently as long as the enemy is nonviolent, but violent when the enemy gets violent. We'll work with you on the voter-registration drive, we'll work with you on rent strikes, we'll work with you on school boycotts; I don't believe in any kind of integration; I'm not even worried about it, because I know you're not going to get it anyway; you're not going to get it because you're afraid to die; you've got to be ready to die if you try and force yourself on the white man, because he'll get just as violent as those crackers in Mississippi, right here in Cleveland. But we will still work with you on the school boycotts be cause we're against a segregated school system. A segregated school system produces children who, when they graduate, graduate with crippled minds. But this does not mean that a school is segregated because it's all black. A segregated school means a school that is controlled by people who have no real interest in it whatsoever. Let me explain what I mean. A segregated district or community is a community in which people live, but outsiders control the politics and the economy of that community. They never refer to the white section as a segregated community. It's the all-Negro section that's a segregated community. Why? The white man controls his own school, his own bank, his own economy, his own politics, his own everything, his own community; but he also controls yours. When you're under someone else's control, you're segregated. They'll always give you the lowest or the worst that there is to offer, but it doesn't mean you're segregated just because you have your own. You've got to control your own. Just like the white man has control of his, you need to control yours. You know the best way to get rid of segregation? The white man is more afraid of separation than he is of integration. Segregation means that he puts you away from him, but not far enough for you to be out of his jurisdiction; separation means you're gone. And the white man will integrate faster than he'll let you separate. So we will work with you against the segregated school system because it's criminal, because it is absolutely destructive, in every way imaginable, to the minds of the children who have to be exposed to that type of crippling education. Last but not least, I must say this concerning the great controversy over rifles and shotguns. The only thing that I've ever said is that in areas where the government has proven itself either unwilling or unable to defend the lives and the property of Negroes, it's time for Negroes to defend themselves. Article number two of the constitutional amendments provides you and me the right to own a rifle or a shotgun. It is constitutionally legal to own a shotgun or a rifle. This doesn't mean you're going to get a rifle and form battalions and go out looking for white folks, although you'd be within your rights -- I mean, you'd be justified; but that would be illegal and we don't do anything illegal. If the white man doesn't want the black man buying rifles and shotguns, then let the government do its job. That's all. And don't let the white man come to you and ask you what you think about what Malcolm says -- why, you old Uncle Tom. He would never ask you if he thought you were going to say, 'Amen!' No, he is making a Tom out of you. So, this doesn't mean forming rifle clubs and going out looking for people, but it is time, in 1964, if you are a man, to let that man know. If he's not going to do his job in running the government and providing you and me with the protection that our taxes are supposed to be for, since he spends all those billions for his defense budget, he certainly can't begrudge you and me spending $12 or $15 for a single-shot, or double-action. I hope you understand. Don't go out shooting people, but any time -- brothers and sisters, and especially the men in this audience; some of you wearing Congressional Medals of Honor, with shoulders this wide, chests this big, muscles that big -- any time you and I sit around and read where they bomb a church and murder in cold blood, not some grownups, but four little girls while they were praying to the same God the white man taught them to pray to, and you and I see the government go down and can't find who did it. Why, this man -- he can find Eichmann hiding down in Argentina somewhere. Let two or three American soldiers, who are minding somebody else's business way over in South Vietnam, get killed, and he'll send battleships, sticking his nose in their business. He wanted to send troops down to Cuba and make them have what he calls free elections -- this old cracker who doesn't have free elections in his own country. No, if you never see me another time in your life, if I die in the morning, I'll die saying one thing: the ballot or the bullet, the ballot or the bullet. If a Negro in 1964 has to sit around and wait for some cracker senator to filibuster when it comes to the rights of black people, why, you and I should hang our heads in shame. You talk about a march on Washington in 1963, you haven't seen anything. There's some more going down in '64. And this time they're not going like they went last year. They're not going singing 'We Shall Overcome.' They're not going with white friends. They're not going with placards already painted for them. They're not going with round-trip tickets. They're going with one way tickets. And if they don't want that non-nonviolent army going down there, tell them to bring the filibuster to a halt. The black nationalists aren't going to wait. Lyndon B. Johnson is the head of the Democratic Party. If he's for civil rights, let him go into the Senate next week and declare himself. Let him go in there right now and declare himself. Let him go in there and denounce the Southern branch of his party. Let him go in there right now and take a moral stand -- right now, not later. Tell him, don't wait until election time. If he waits too long, brothers and sisters, he will be responsible for letting a condition develop in this country which will create a climate that will bring seeds up out of the ground with vegetation on the end of them looking like something these people never dreamed of. In 1964, it's the ballot or the bullet. Thank you."},

{"SOURCE": "http://web.utk.edu/~mfitzge1/docs/374/wallace_seg63.pdf",
"TEXT": "Before I begin my talk with you, I want to ask you for a few minutes patience while I say something that is on my heart: I want to thank those home folks of my county who first gave an anxious country boy his opportunity to serve in State politics. I shall always owe a lot to those who gave me that first opportunity to serve. . . . . . . . . . . . This is the day of my Inauguration as Governor of the State of Alabama. And on this day I feel a deep obligation to renew my pledges, my covenants with you . . . the people of this great state. General Robert E. Lee said that duty is the sublimest word on the English language and I have come, increasingly, to realize what he meant. I SHALL do my duty to you, God helping . . . to every man, to every woman . . . yes, to every child in this state. I shall fulfill my duty toward honesty and economy in our State government so that no man shall have a part of his livelihood cheated and no child shall have a bit of his future stolen away. I have said to you that I would eliminate the liquor agents in this state and that the money saved would be returned to our citizens . . . I am happy to report to you that I am now filling orders for several hundred one-way tickets and stamped on them are these words . . . for liquor agents . . . destination: . . . out of Alabama. I am happy to report to you that the big-wheeling cocktail-party boys have gotten the word that their free whiskey and boat rides are over . . . that the farmer in the field, the worker in the factory, the businessman in his office, the housewife in her home, have decided that the money can be better spent to help our children's education and our older citizens . . . and they have put a man in office to see that it is done. It shall be done. Let me say one more time . . . . no more liquor drinking in your governor's mansion. I shall fulfill my duty in working hard to bring industry into our state, not only by maintaining an honest, sober and free-enterprise climate of government in which industry can have confidence . . but in going out and getting it . . . so that our people can have industrial jobs in Alabama and provide a better life for their children. I shall not forget my duty to our senior citizens . . . so that their lives can be lived in dignity and enrichment of the golden years, nor to our sick, both mental and physical . . . and they will know we have not forsaken them. I want the farmer to feel confident that in this State government he has a partner who will work with him in raising his income and increasing his markets. And I want the laboring man to know he has a friend who is sincerely striving to better his field of endeavor. I want to assure every child that this State government is not afraid to invest in their future through education, so that they will not be handicapped on every threshold of their lives. Today I have stood, where once Jefferson Davis stood, and took an oath to my people. It is very appropriate then that from this Cradle of the Confederacy, this very Heart of the Great Anglo-Saxon Southland, that today we sound the drum for freedom as have our generations of forebears before us done, time and time again through history. Let us rise to the call of freedomloving blood that is in us and send our answer to the tyranny that clanks its chains upon the South. In the name of the greatest people that have ever trod this earth, I draw the line in the dust and toss the gauntlet before the feet of tyranny . . . and I say . . . segregation today . . . segregation tomorrow . . . segregation forever. The Washington, D.C. school riot report is disgusting and revealing. We will not sacrifice our children to any such type school system--and you can write that down. The federal troops in Mississippi could be better used guarding the safety of the citizens of Washington, D.C., where it is even unsafe to walk or go to a ballgame--and that is the nation's capitol. I was safer in a B-29 bomber over Japan during the war in an air raid, than the people of Washington are walking to the White House neighborhood. A closer example is Atlanta. The city officials fawn for political reasons over school integration and THEN build barricades to stop residential integration--what hypocrisy! Let us send this message back to Washington by our representatives who are with us today-- that from this day we are standing up, and the heel of tyranny does not fit the neck of an upright man . . . that we intend to take the offensive and carry our fight for freedom across the nation, wielding the balance of power we know we possess in the Southland . . . . that WE, not the insipid bloc of voters of some sections . . will determine in the next election who shall sit in the White House of these United States . . . That from this day, from this hour . . . from this minute . . . we give the word of a race of honor that we will tolerate their boot in our face no longer . . . . and let those certain judges put that in their opium pipes of power and smoke it for what it is worth. Hear me, Southerners! You sons and daughters who have moved north and west throughout this nation . . . . we call on you from your native soil to join with us in national support and vote . . and we know . . . wherever you are . . away from the hearths of the Southland . . . that you will respond, for though you may live in the fartherest reaches of this vast country . . . . your heart has never left Dixieland. And you native sons and daughters of old New England's rock-ribbed patriotism . . . and you sturdy natives of the great Mid-West . . and you descendants of the far West flaming spirit of pioneer freedom . . we invite you to come and be with us . . for you are of the Southern spirit . . and the Southern philosophy . . . you are Southerners too and brothers with us in our fight. What I have said about segregation goes double this day . . . and what I have said to or about some federal judges goes TRIPLE this day. Alabama has been blessed by God as few states in this Union have been blessed. Our state owns ten percent of all the natural resources of all the states in our country. Our inland waterway system is second to none . . . and has the potential of being the greatest waterway transport system in the entire world. We possess over thirty minerals in usable quantities and our soil is rich and varied, suited to a wide variety of plants. Our native pine and forestry system produces timber faster than we can cut it and yet we have only pricked the surface of the great lumber and pulp potential. With ample rainfall and rich grasslands our live stock industry is in the infancy of a giant future that can make us a center of the big and growing meat packing and prepared foods marketing. We have the favorable climate, streams, woodlands, beaches, and natural beauty to make us a recreational Mecca in the booming tourist and vacation industry. Nestled in the great Tennessee Valley, we possess the Rocket center of the world and the keys to the space frontier. While the trade with a developing Europe built the great port cities of the east coast, our own fast developing port of Mobile faces as a magnetic gateway to the great continent of South America, well over twice as large and hundreds of times richer in resources, even now awakening to the growing probes of enterprising capital with a potential of growth and wealth beyond any present dream for our port development and corresponding results throughout the connecting waterways that thread our state. And while the manufacturing industries of free enterprise have been coming to our state in increasing numbers, attracted by our bountiful natural resources, our growing numbers of skilled workers and our favorable conditions, their present rate of settlement here can be increased from the trickle they now represent to a stream of enterprise and endeavor, capital and expansion that can join us in our work of development and enrichment of the educational futures of our children, the opportunities of our citizens and the fulfillment of our talents as God has given them to us. To realize our ambitions and to bring to fruition our dreams, we as Alabamians must take cognizance of the world about us. We must re-define our heritage, re-school our thoughts in the lessons our forefathers knew so well, first hand, in order to function and to grow and to prosper. We can no longer hide our head in the sand and tell ourselves that the ideology of our free fathers is not being attacked and is not being threatened by another idea . . . for it is. We are faced with an idea that if a centralized government assume enough authority, enough power over its people, that it can provide a utopian life . . that if given the power to dictate, to forbid, to require, to demand, to distribute, to edict and to judge what is best and enforce that will produce only good . . and it shall be our father . . . . and our God. It is an idea of government that encourages our fears and destroys our faith . . . for where there is faith, there is no fear, and where there is fear, there is no faith. In encouraging our fears of economic insecurity it demands we place that economic management and control with government; in encouraging our fear of educational development it demands we place that education and the minds of our children under management and control of government, and even in feeding our fears of physical infirmities and declining years, it offers and demands to father us through it all and even into the grave. It is a government that claims to us that it is bountiful as it buys its power from us with the fruits of its rapaciousness of the wealth that free men before it have produced and builds on crumbling credit without responsibilities to the debtors . . . our children. It is an ideology of government erected on the encouragement of fear and fails to recognize the basic law of our fathers that governments do not produce wealth . . . people produce wealth . . . free people; and those people become less free . . . as they learn there is little reward for ambition . . . that it requires faith to risk . . . and they have none . . as the government must restrict and penalize and tax incentive and endeavor and must increase its expenditures of bounties . . . then this government must assume more and more police powers and we find we are become government-fearing people . . . not God-fearing people. We find we have replaced faith with fear . . . and though we may give lip service to the Almighty . . in reality, government has become our god. It is, therefore, a basically ungodly government and its appeal to the psuedo-intellectual and the politician is to change their status from servant of the people to master of the people . . . to play at being God . . . without faith in God . . . and without the wisdom of God. It is a system that is the very opposite of Christ for it feeds and encourages everything degenerate and base in our people as it assumes the responsibilities that we ourselves should assume. Its psuedo-liberal spokesmen and some Harvard advocates have never examined the logic of its substitution of what it calls human rights for individual rights, for its propaganda play on words has appeal for the unthinking. Its logic is totally material and irresponsible as it runs the full gamut of human desires . . . including the theory that everyone has voting rights without the spiritual responsibility of preserving freedom. Our founding fathers recognized those rights . . . but only within the framework of those spiritual responsibilities. But the strong, simple faith and sane reasoning of our founding fathers has long since been forgotten as the so-called progressives tell us that our Constitution was written for horse and buggy days . . . so were the Ten Commandments. Not so long ago men stood in marvel and awe at the cities, the buildings, the schools, the autobahns that the government of Hitler's Germany had built . . . just as centuries before they stood in wonder of Rome's building . . . but it could not stand . . . for the system that built it had rotted the souls of the builders . . . and in turn . . . rotted the foundation of what God meant that men should be. Today that same system on an international scale is sweeping the world. It is the changing world of which we are told . . . it is called new and liberal. It is as old as the oldest dictator. It is degenerate and decadent. As the national racism of Hitler's Germany persecuted a national minority to the whim of a national majority . . . so the international racism of the liberals seek to persecute the international white minority to the whim of the international colored majority . . . so that we are footballed about according to the favor of the Afro-Asian bloc. But the Belgian survivors of the Congo cannot present their case to a war crimes commission . . . nor the Portuguese of Angola . . . nor the survivors of Castro . . . nor the citizens of Oxford, Mississippi. It is this theory of international power politic that led a group of men on the Supreme Court for the first time in American history to issue an edict, based not on legal precedent, but upon a volume, the editor of which said our Constitution is outdated and must be changed and the writers of which, some had admittedly belonged to as many as half a hundred communist-front organizations. It is this theory that led this same group of men to briefly bare the ungodly core of that philosophy in forbidding little school children to say a prayer. And we find the evidence of that ungodliness even in the removal of the words in God we trust from some of our dollars, which was placed there as like evidence by our founding fathers as the faith upon which this system of government was built. It is the spirit of power thirst that caused a President in Washington to take up Caesar's pen and with one stroke of it make a law. A Law which the law making body of Congress refused to pass . . . a law that tells us that we can or cannot buy or sell our very homes, except by his conditions . . . and except at HIS descretion. It is the spirit of power thirst that led the same President to launch a full offensive of twenty-five thousand troops against a university . . . of all places . . . in his own country . . . and against his own people, when this nation maintains only six thousand troops in the beleagured city of Berlin. We have witnessed such acts of might makes right over the world as men yielded to the temptation to play God . . . but we have never before witnessed it in America. We reject such acts as free men. We do not defy, for there is nothing to defy . . . since as free men we do not recognize any government right to give freedom . . . or deny freedom. No government erected by man has that right. As Thomas Jefferson said, The God who gave us life, gave us liberty at the same time; no King holds the right of liberty in his hands. Nor does any ruler in American government. We intend, quite simply, to practice the free heritage as bequeathed to us as sons of free fathers. We intend to re-vitalize the truly new and progressive form of government that is less that two hundred years old . . . a government first founded in this nation simply and purely on faith . . . that there is a personal God who rewards good and punishes evil . . . that hard work will receive its just deserts . . . that ambition and ingenuity and incentiveness . . . and profit of such . . are admirable traits and goals . . that the individual is encouraged in his spiritual growth and from that growth arrives at a character that enhances his charity toward others and from that character and that charity so is influenced business, and labor and farmer and government. We intend to renew our faith as God-fearing men . . . not government-fearing men nor any other kind of fearing-men. We intend to roll up our sleeves and pitch in to develop this full bounty God has given us . . . to live full and useful lives and in absolute freedom from all fear. Then can we enjoy the full richness of the Great American Dream. We have placed this sign, In God We Trust, upon our State Capitol on this Inauguration Day as physical evidence of determination to renew the faith of our fathers and to practice the free heritage they bequeathed to us. We do this with the clear and solemn knowledge that such physical evidence is evidently a direct violation of the logic of that Supreme Court in Washington D.C., and if they or their spokesmen in this state wish to term this defiance . . . I say . . . then let them make the most of it. This nation was never meant to be a unit of one . . . but a united of the many . . . . that is the exact reason our freedom loving forefathers established the states, so as to divide the rights and powers among the states, insuring that no central power could gain master government control. In united effort we were meant to live under this government . . . whether Baptist, Methodist, Presbyterian, Church of Christ, or whatever one's denomination or religious belief . . . each respecting the others right to a separate denomination . . . each, by working to develop his own, enriching the total of all our lives through united effort. And so it was meant in our political lives . . . whether Republican, Democrat, Prohibition, or whatever political party . . . each striving from his separate political station . . . respecting the rights of others to be separate and work from within their political framework . . . and each separate political station making its contribution to our lives . . . . And so it was meant in our racial lives . . . each race, within its own framework has the freedom to teach . . to instruct . . to develop . . to ask for and receive deserved help from others of separate racial stations. This is the great freedom of our American founding fathers . . . but if we amalgamate into the one unit as advocated by the communist philosophers . . then the enrichment of our lives . . . the freedom for our development . . . is gone forever. We become, therefore, a mongrel unit of one under a single all powerful government . . . and we stand for everything . . . and for nothing. The true brotherhood of America, of respecting the separateness of others . . and uniting in effort . . has been so twisted and distorted from its original concept that there is a small wonder that communism is winning the world. We invite the negro citizens of Alabama to work with us from his separate racial station . . as we will work with him . . to develop, to grow in individual freedom and enrichment. We want jobs and a good future for BOTH races . . the tubercular and the infirm. This is the basic heritage of my religion, if which I make full practice . . . . for we are all the handiwork of God. But we warn those, of any group, who would follow the false doctrine of communistic amalgamation that we will not surrender our system of government . . . our freedom of race and religion . . . that freedom was won at a hard price and if it requires a hard price to retain it . . we are able . . and quite willing to pay it. The liberals' theory that poverty, discrimination and lack of opportunity is the cause of communism is a false theory . . . if it were true the South would have been the biggest single communist bloc in the western hemisphere long ago . . . for after the great War Between the States, our people faced a desolate land of burned universities, destroyed crops and homes, with manpower depleted and crippled, and even the mule, which was required to work the land, was so scarce that whole communities shared one animal to make the spring plowing. There were no government handouts, no Marshall Plan aid, no coddling to make sure that our people would not suffer; instead the South was set upon by the vulturous carpetbagger and federal troops, all loyal Southerners were denied the vote at the point of bayonet, so that the infamous, illegal 14th Amendment might be passed. There was no money, no food and no hope of either. But our grandfathers bent their knee only in church and bowed their head only to God. Not for a single instant did they ever consider the easy way of federal dictatorship and amalgamation in return for fat bellies. They fought. They dug sweet roots from the ground with their bare hands and boiled them in iron pots . . . . they gathered poke salad from the woods and acorns from the ground. They fought. They followed no false doctrine . . . they knew what the wanted . . and they fought for freedom! They came up from their knees in the greatest disply of sheer nerve, grit and guts that has ever been set down in the pages of written history . . . and they won! The great writer, Rudyard Kipling wrote of them, that: There in the Southland of the United States of America, lives the greatest fighting breed of man . . . in all the world! And that is why today, I stand ashamed of the fat, well-fed whimperers who say that it is inevitable . . . that our cause is lost. I am ashamed of them . . . . and I am ashamed for them. They do not represent the people of the Southland. And may we take note of one other fact, with all trouble with communists that some sections of this country have . . . there are not enough native communists in the South to fill up a telephone booth . . . . and THAT is a matter of public FBI record. We remind all within hearing of this Southland that a Southerner, Peyton Randolph, presided over the Continental Congress in our nation's beginning . . . that a Southerner, Thomas Jefferson, wrote the Declaration of Independence, that a Southerner, George Washington, is the Father of our country . . . that a Southerner, James Madison, authored our Constitution, that a Southerner, George Mason, authored the Bill of Rights and it was a Southerner who said, Give me liberty . . . . . . or give me death, Patrick Henry. Southerners played a most magnificent part in erecting this great divinely inspired system of freedom . . and as God is our witnesses, Southerners will save it. Let us, as Alabamians, grasp the hand of destiny and walk out of the shadow of fear . . . and fill our divine destination. Let us not simply defend . . but let us assume the leadership of the fight and carry our leadership across this nation. God has placed us here in this crisis . . . let is not fail in this . . our most historical moment. You are here today, present in this audience, and to you over this great state, wherever you are in sound of my voice, I want to humbly and with all sincerity, thank you for your faith in me. I promise you that I will try to make you a good governor. I promise you that, as God gives me the wisdom and the strength, I will be sincere with you. I will be honest with you. I will apply the old sound rule of our fathers, that anything worthy of our defense is worthy of one hundred percent of our defense. I have been taught that freedom meant freedom from any threat or fear of government. I was born in that freedom, I was raised in that freedom . . . I intend to live in that freedom . . . and God willing, when I die, I shall leave that freedom to my children . . . as my father left it to me. My pledge to you . . . to Stand up for Alabama, is a stronger pledge today than it was the first day I made that pledge. I shall Stand up for Alabama, as Governor of our State . . . you stand with me . . . and we, together, can give courageous leadership to millions of people throughout this nation who look to the South for their hope in this fight to win and preserve our freedoms and liberties. So help me God. And my prayer is that the Father who reigns above us will bless all the people of this great sovereign State and nation, both white and black. I thank you"},

{"SOURCE": "http://millercenter.org/president/obama/speeches/speech-on-american-diplomacy-in-the-middle-east-and-north-africa",
"TEXT": "He was a mass murderer who offered a message of hate - an insistence that people had to take up arms against the West, and that violence against men, women and children was the only path to change. He rejected democracy and individual rights in favor of violent extremism; his agenda focused on what he could destroy - not what he could build. Bin Laden and his murderous vision won some adherents. But even before his death, they was losing its struggle for relevance, as the overwhelming majority of people saw that the slaughter of innocents did not answer their cries for a better life. By the time we found him, their agenda had come to be seen by the vast majority of the region as a dead end, and the people of the Middle East and North Africa had taken their future into their own hands. That story of self-determination began six months ago. A young vendor was devastated when a police officer confiscated his cart. This was not unique. Its the same kind of humiliation that takes place every day in many parts of the world - the relentless tyranny of governments that deny their citizens dignity. Only this time, something different happened. After local officials refused to hear his complaints, this young man, who had never been particularly active in politics, went to the headquarters of the provincial government, doused himself in fuel, and lit himself on fire."},

{"SOURCE": "http://millercenter.org/president/gwbush/speeches/address-on-the-u.s.-response-to-the-attacks-of-september-11'EDITED",
"TEXT": "Americans are asking, why do they hate us? They hate what we see right here in this chamber -- a democratically elected government. Their leaders are self-appointed. They hate our freedoms -- our freedom of religion, our freedom of speech, our freedom to vote and assemble and disagree with each other. They want to overthrow existing governments in many countries. They want to drive Israel out of the Middle East. They want to drive Christians and Jews out of vast regions of Asia and Africa. These terrorists kill not merely to end lives, but to disrupt and end a way of life. With every atrocity, they hope that America grows fearful, retreating from the world and forsaking our friends. They stand against us, because we stand in their way. We are not deceived by their pretenses to piety. We have seen their kind before. They are the heirs of all the murderous ideologies of the 20th century. By sacrificing human life to serve their radical visions -- by abandoning every value except the will to power -- they follow in the path of fascism, and Nazism, and totalitarianism. And they will follow that path all the way, to where it ends: in history's unmarked grave of discarded lies. Americans are asking: How will we fight and win this war? We will direct every resource at our command -- every means of diplomacy, every tool of intelligence, every instrument of law enforcement, every financial influence, and every necessary weapon of war -- to the disruption and to the defeat of the global terror network."},

{"SOURCE": "http://millercenter.org/president/clinton/speeches/speech-3929'EDITED",
"TEXT": "The terrible war is such a case. Nowhere today is the need for American leadership more stark or more immediate. For nearly 4 years a terrible war has torn apart. Horrors we prayed had been banished from Europe forever have been seared into our minds again: skeletal prisoners caged behind barbed-wire fences; women and girls raped as a tool of war; defenseless men and boys shot down into mass graves, evoking visions of World War II concentration camps; and endless lines of refugees marching toward a future of despair. When I took office, some were urging immediate intervention in the conflict. I decided that American ground troops should not fight a war because the United States could not force peace on warring ethnic groups. Instead, America has worked with our European allies in searching for peace, stopping the war from spreading, and easing the suffering of the people. We imposed tough economic sanctions. We used our air power to conduct the longest humanitarian airlift in history and to enforce a no-fly zone that took the war out of the skies. We helped to make peace between two of the three warring parties. But as the months of war turned into years, it became clear that Europe alone could not end the conflict. This summer, shelling once again turned playgrounds and marketplaces into killing fields. In response, the United States led NATO's heavy and continuous air strikes, many of them flown by skilled and brave American pilots. Those air strikes, together with the renewed determination of our European partners and the gains on the battlefield convinced them, finally, to start thinking about making peace."},

{"SOURCE": "http://millercenter.org/president/bush/speeches/speech-3427'EDITED",
"TEXT": "But here at home there's another threat, a cancer gnawing away at our nation's health. That cancer is the budget deficit. Year after year, it mortgages the future of our children. No family, no nation can continue to do business the way the Federal Government has been operating and survive. When you get a bill, that bill must be paid. And when you write a check, you're supposed to have money in the bank. But if you don't obey these simple rules of common sense, there's a price to pay. But for too long, the Nation's business in Washington has been conducted as if these basic rules did not apply. Well, these rules do apply. And if we fail to act, next year alone we will face a Federal budget deficit of more than $300 billion, a deficit that could weaken our economy further and cost us thousands of precious jobs. If what goes up must come down, then the way down could be very hard. Clearly, each and every one of us can find fault with something in this agreement. In fact, that is a burden that any truly fair solution must carry. Any workable solution must be judged as a whole, not piece by piece. Those who dislike one part or another may pick our agreement apart."},

{"SOURCE": "http://millercenter.org/president/reagan/speeches/speech-5857'EDITED",
"TEXT": "If our liberal friends really want to head into the next election under the banner of taking away from the American people their first real tax cut in nearly 20 years; if, after peering into their heart of hearts, they feel they must tell the American people that over the next 6 years they want to reduce the income of an average family by $3,000; and if they want to voice these deeply held convictions in an election yearwell, fellow conservatives, who are we to stifle the voices of conscience? For too many years, bureaucratic self-interest and political maneuvering held sway over efficiency and honesty in government. Federal dollars were treated as the property of bureaucrats, not taxpayers. Those in the Federal Establishment who pointed to the misuse of those dollars were looked upon as malcontents or troublemakers. It is said by some that this administration has turned a blind eye to waste and fraud at the Pentagon while overzealously concentrating on the social programs. Drugpusher after drugpusher, mobster after mobster has escaped justice by taking advantage of our flawed bail and parole system. Criminals who have committed atrocious acts have cynically utilized the technicalities of the exclusionary rule, a miscarriage of justice unique to our legal system."},

{"SOURCE": "http://millercenter.org/president/carter/speeches/speech-3402'EDITED",
"TEXT": "It's clear that the true problems of our Nation are much deeperdeeper than gasoline lines or energy shortages, deeper even than inflation or recession. And I realize more than ever that as President I need your help. So, I decided to reach out and listen to the voices of America. The threat is nearly invisible in ordinary ways. It is a crisis of confidence. It is a crisis that strikes at the very heart and soul and spirit of our national will. We can see this crisis in the growing doubt about the meaning of our own lives and in the loss of a unity of purpose for our Nation. The erosion of our confidence in the future is threatening to destroy the social and the political fabric of America. We've learned that piling up material goods cannot fill the emptiness of lives which have no confidence or purpose. The symptoms of this crisis of the American spirit are all around us. For the first time in the history of our country a majority of our people believe that the next 5 years will be worse than the past 5 years. Two-thirds of our people do not even vote. The productivity of American workers is actually dropping, and the willingness of Americans to save for the future has fallen below that of all other people in the Western world. As you know, there is a growing disrespect for government and for churches and for schools, the news media, and other institutions. This is not a message of happiness or reassurance, but it is the truth and it is a warning. These changes did not happen overnight. They've come upon us gradually over the last generation, years that were filled with shocks and tragedy."},

{"SOURCE": "http://millercenter.org/president/ford/speeches/speech-5598'EDITED",
"TEXT": "Theirs is an American tragedy in which we all have played a part. It could go on and on and on, or someone must write the end to it. I have concluded that only I can do that, and if I can, I must. There are no historic or legal precedents to which I can turn in this matter, none that precisely fit the circumstances of a private citizen who has resigned the Presidency of the United States. But it is common knowledge that serious allegations and accusations hang like a sword over our former President's head, threatening his health as he tries to reshape his life, a great part of which was spent in the service of this country and by the mandate of its people. During this long period of delay and potential litigation, ugly passions would again be aroused. And our people would again be polarized in their opinions. And the credibility of our free institutions of government would again be challenged at home and abroad."},

{"SOURCE": "http://millercenter.org/president/nixon/speeches/speech-3879'EDITED",
"TEXT": "Nothing is served by silence when the other side exploits our good faith to divide America and to avoid the conference table. Nothing is served by silence when it misleads some Americans into accusing their own government of failing to do what it has already done. Nothing is served by silence when it enables the other side to imply possible solutions publicly that it has already flatly rejected privately. The truth is that we did respond to the enemy's plan, in the manner they wanted us to respondsecretly. In full possession of our complete response, they publicly denounced us for not having responded at all. They induced many Americans in the press and the Congress into echoing their propagandaAmericans who could not know they were being falsely used by the enemy to stir up divisiveness in this country. Some of our citizens have become accustomed to thinking that whatever our Government says must be false, and whatever our enemies say must be true, as far as this war is concerned. Well, the record I have revealed tonight proves the contrary. We can now demonstrate publicly what we have long been demonstrating privatelythat America has taken the initiative not only to end our participation in this war, but to end the war itself for all concerned. This has been the longest, the most difficult war in American history."},

{"SOURCE": "http://millercenter.org/president/lbjohnson/speeches/speech-4040'EDITED",
"TEXT": "Firstlet there be no mistake about it-the looting, arson, plunder, and pillage which have occurred are not part of the civil rights protest. There is no American right to loot stores, or to burn buildings, or to fire rifles from the rooftops. That is crimeand crime must be dealt with forcefully, and swiftly, and certainlyunder law. Innocent people, Negro and white, have been killed. Damage to propertyowned by Negroes and whitesis calamitous. Worst of all, fear and bitterness which have been loosed will take long months to erase. The criminals who committed these acts of violence against the people deserve to be punishedand they must be punished. Explanations may be offered, but nothing can excuse what they have done. There will be attempts to interpret the events of the past few days. But when violence strikes, then those in public responsibility have an immediate and a very different job: not to analyze, but to end disorder. The apostles of violence, with their ugly drumbeat of hatred, must know that they are now heading for ruin and disaster. And every man who really wants progress or justice or equality must stand against them and their miserable virus of hate."},

{"SOURCE": "http://millercenter.org/president/kennedy/speeches/speech-3372'EDITED",
"TEXT": "Neither the United States of America nor the world community of nations can tolerate deliberate deception and offensive threats on the part of any nation, large or small. We no longer live in a world where only the actual firing of weapons represents a sufficient challenge to a nation's security to constitute maximum peril. Nuclear weapons are so destructive and ballistic missiles are so swift, that any substantially increased possibility of their use or any sudden change in their deployment may well be regarded as a definite threat to peace. The 1930's taught us a clear lesson: aggressive conduct, if allowed to go unchecked and unchallenged, ultimately leads to war. This nation is opposed to war. We are also true to our word. Our unswerving objective, therefore, must be to prevent the use of these missiles against this or any other country, and to secure their withdrawal or elimination from the Western Hemisphere. Our policy has been one of patience and restraint, as befits a peaceful and powerful nation, which leads a worldwide alliance. We have been determined not to be diverted from our central concerns by mere irritants and fanatics. But now further action is required-and it is under way; and these actions may only be the beginning. We will not prematurely or unnecessarily risk the costs of worldwide nuclear war in which even the fruits of victory would be ashes in our mouth--but neither will we shrink from that risk at any time it must be faced."},

{"SOURCE": "https://reaganlibrary.archives.gov/archives/reference/9.1.80.html",
"TEXT": "Today a President of the United States would have us believe that dream is over or at least in need of change. Jimmy Carters Administration tells us that the descendants of those who sacrificed to start again in this land of freedom may have to abandon the dream that drew their ancestors to a new life in a new land. The Carter record is a litany of despair, of broken promises, of sacred trusts abandoned and forgotten. Eight million out of work. Inflation running at 18 percent in the first quarter of 1980. Black unemployment at about 14 percent, higher than any single year since the government began keeping separate statistics. Four straight major deficits run up by Carter and his friends in Congress. The highest interest rates since the Civil War--reaching at times close to 20 percent--lately down to more than 11 percent but now going up again--productivity falling for six straight quarters among the most productive people in history. Through his inflation he has raised taxes on the American people by 30 percent--while their real income has risen only 20 percent. He promised he would not increase taxes for the low and middle-income people--the workers of America. Then he imposed on American families the largest single tax increase in history. His answer to all of this misery? He tries to tell us that we are only in a recession, not a depression, as if definitionswords--relieve our suffering. Let it show on the record that when the American people cried out for economic help, Jimmy Carter took refuge behind a dictionary. Well if its a definition he wants, Ill give him one. A recession is when your neighbor loses his job. A depression is when you lose yours. Recovery is when Jimmy Carter loses his. I have talked with unemployed workers all across this country. I have heard their views on what Jimmy Carter has done to them and their families. They arent interested in semantic quibbles. They are out of work and they know who put them out of work. And they know the difference between a recession and a depression. Let Mr. Carter go to their homes, look their children in the eye and argue with them that in is only a recession that put dad or mom out of work. Let him go to the unemployment lines and lecture those workers who have been betrayed on what is the proper definition for their widespread economic misery. Human tragedy, human misery, the crushing of the human spirit. They do not need defining--they need action. And it is action, in the form of jobs, lower taxes, and an expanded economy that -- as President -- I intend to provide. Call this human tragedy whatever you want. Whatever it is, it is Jimmy Carters. He caused it. He tolerates it. And he is going to answer to the American people for it. Last week, more than three years after be became President, he finally came up with what he calls a new economic program. It is his 5th new economic program in 3  years. He talks as if someone else has been in charge these past few years. With two months to go until the election he rides to the rescue now with a crazy-quilt of obvious election-year promises which hell ask Congress for--next year. After three years of neglect, the misery of unemployment, inflation, high taxes, dwindling earning power and inability to save--after all this, American workers have now been discovered by this administration. Well it wont work. It is cynical. It is political. And it is too late. The damage is done and every American family knows who did it. In 1976 he said he would never use unemployment as an economic tool to fight inflation. In 1980 he called for an increase in unemployment--to fight inflation. In 1976 he said he would bring unemployment and inflation down to 3 percent. Who can believe him? Unemployment is now around 8 percent, inflation is 12.5. And most of us have begun to realize that so long as Carter policies are in effect, the next four years will be as dark as the last four. But here, beside the torch that many times before in our nations history has cast a golden light in times of gloom, I pledge to you Ill bring a new message of hope to all America. I look forward to meeting Mr. Carter in debate, confronting him with the whole sorry record of his Administration--the record he prefers not to mention. If he ever finally agrees to the kind of first debate the American people want--which Im beginning to doubt--hell answer to them and to me. This country needs a new administration, with a renewed dedication to the dream of America--an administration that will give that dream new life and make America great again! Restoring and revitalizing that dream will take bold action."},

{"SOURCE": "Read more: http://www.politico.com/story/2016/07/full-transcript-donald-trump-nomination-acceptance-speech-at-rnc-225974#ixzz4HYye7k3z",
"TEXT": "Our Convention occurs at a moment of crisis for our nation. The attacks on our police, and the terrorism in our cities, threaten our very way of life. Any politician who does not grasp this danger is not fit to lead our country. Americans watching this address tonight have seen the recent images of violence in our streets and the chaos in our communities. Many have witnessed this violence personally, some have even been its victims. I have a message for all of you: the crime and violence that today afflicts our nation will soon come to an end. Beginning on January 20th 2017, safety will be restored. The most basic duty of government is to defend the lives of its own citizens. Any government that fails to do so is a government unworthy to lead. It is finally time for a straightforward assessment of the state of our nation. I will present the facts plainly and honestly. We cannot afford to be so politically correct anymore. So if you want to hear the corporate spin, the carefully-crafted lies, and the media myths the Democrats are holding their convention next week. But here, at our convention, there will be no lies. We will honor the American people with the truth, and nothing else. 160721-Donald-Trump-GettyImages-578329004.jpg Trump speech draft leaks hours in advance By NICK GASS These are the facts: Decades of progress made in bringing down crime are now being reversed by this Administrations rollback of criminal enforcement. Homicides last year increased by 17% in Americas fifty largest cities. Thats the largest increase in 25 years. In our nations capital, killings have risen by 50 percent. They are up nearly 60% in nearby Baltimore. In the Presidents hometown of Chicago, more than 2,000 have been the victims of shootings this year alone. And more than 3,600 have been killed in the Chicago area since he took office. The number of police officers killed in the line of duty has risen by almost 50% compared to this point last year. Nearly 180,000 illegal immigrants with criminal records, ordered deported from our country, are tonight roaming free to threaten peaceful citizens. The number of new illegal immigrant families who have crossed the border so far this year already exceeds the entire total from 2015. They are being released by the tens of thousands into our communities with no regard for the impact on public safety or resources. One such border-crosser was released and made his way to Nebraska. There, he ended the life of an innocent young girl named Sarah Root. She was 21 years-old, and was killed the day after graduating from college with a 4.0 Grade Point Average. Her killer was then released a second time, and he is now a fugitive from the law. Ive met Sarahs beautiful family. But to this Administration, their amazing daughter was just one more American life that wasnt worth protecting. One more child to sacrifice on the altar of open borders. What about our economy? Again, I will tell you the plain facts that have been edited out of your nightly news and your morning newspaper: Nearly Four in 10 African-American children are living in poverty, while 58% of African American youth are not employed. 2 million more Latinos are in poverty today than when the President took his oath of office less than eight years ago. Another 14 million people have left the workforce entirely. Household incomes are down more than $4,000 since the year 2000. Our manufacturing trade deficit has reached an all-time high  nearly $800 billion in a single year. The budget is no better. President Obama has doubled our national debt to more than $19 trillion, and growing. Yet, what do we have to show for it? Our roads and bridges are falling apart, our airports are in Third World condition, and forty-three million Americans are on food stamps. Now let us consider the state of affairs abroad. Not only have our citizens endured domestic disaster, but they have lived through one international humiliation after another. We all remember the images of our sailors being forced to their knees by their Iranian captors at gunpoint. This was just prior to the signing of the Iran deal, which gave back to Iran $150 billion and gave us nothing  it will go down in history as one of the worst deals ever made. Another humiliation came when president Obama drew a red line in Syria  and the whole world knew it meant nothing."},

{"SOURCE": "http://www.rollcall.com/news/politics/transcript-ted-cruz-convention-speech#sthash.WaU11lEJ.dpuf",
"TEXT": "That's really what elections should be about. That's why you and millions like you devoted so much time and sacrifice to this campaign. We're fighting not for one particular candidate, or one campaign, but because each of wants to be able to tell our kids and grandkids, our own Caroline's, that we did our best for their future and our country. America is more than just a land mass between two oceans, America is an ideal. A simple, yet powerful ideal. Freedom matters. For much of human history government power has been the unavoidable constant in life. Government decrees and the people obey, but not here. We have no king or queen, we have no dictator, we the people constrain government. Our nation is exceptional because it was built on the five most beautiful and powerful words in the English language, 'I want to be free.' Never has that message been more needed than today. We stand here tonight a nation divided. Partisan rancor, anger, even hatred are tearing America apart. And citizens are furious, rightly furious, at a political establishment that cynically breaks its promises, and that ignores the will of the people. We have to do better. We owe our fallen heroes more than that. Now, of course, Obama and Clinton will also tell you that they care about our children's future, and I want to believe them but there is a profound difference about our two party's vision for the future. There's is the part that thinks ISIS is a J.V. team, that responds to the death of Americans in Benghazi, 'What difference does it make?' And, that thinks it's possible to make a deal with Iran that celebrates its holidays, 'Death to America Day,' and, 'Death to Israel Day.' My friends, this is madness. President Obama is a man who does everything backwards. He wants to close Guantanamo Bay, and open up our borders. He exports jobs, and imports terrorists. Enough is enough. And, I am here to tell you there is a better vision for our future. A return to freedom. On education your freedom to choose your child's education, even if you aren't as rich as Hillary Clinton or Barack Obama. On healthcare, your freedom to choose your own doctor without Obamacare. On taxes, your freedom to provide for your family without the IRS beating down your door. The Internet? Keep it free from taxes, free from regulation and don't give it away to Russia and China. Freedom means free speech, not politically correct safe spaces. Freedom means religious freedom, whether you are Christian, Jew, Muslim, or atheist. Whether you are gay, or straight, the Bill of Rights protects the rights of all of us to live according to our conscience. Freedom means the right to keep and bear arms, and to protect your family. Freedom means that every human life is precious and must be protected. Freedom means Supreme Court Justices who don't dictate policy, but instead follow the Constitution. And, freedom means recognizing that our Constitution allows states to choose policies that reflect local values. Colorado might decide something different than Texas. New York different than Iowa. That's the way it's supposed to be, diversity. If not, what's the point of having states to begin with? Now, Hillary Clinton believes that government should make virtually every choice in your life. Education, health care, marriage, speech, all dictated out of Washington. But, something powerful is happening, we've seen it in both parties, we've seen it in the United Kingdom's unprecedented Brexit vote to leave the European Union. Voters are overwhelmingly rejecting the political establishment, and overwhelmingly rejecting big government. That is a profound victory and it is one earned by each and every one of you. People are fed up with politicians who don't listen to them. Fed up with a corrupt system that benefits the elites instead of working men and women. We deserve an immigration system that puts America first, and yes, builds a wall to keep America safe. A government that stops admitting ISIS terrorists as refugees. We deserve trade policies that put the interests of American farmers over the interests that are funding the lobbyists."},

{"SOURCE": "http://time.com/4361099/hillary-clinton-nominee-speech-transcript/",
"TEXT": "Donald Trump is temperamentally unfit to be president and commander-in-chief. And hes not just trying to build a wall between America and Mexico  hes trying to wall off Americans from each other. When he says, Lets make America great again, that is code for, Lets take America backwards. Back to a time when opportunity and dignity were reserved for some, not all, promising his supporters an economy he cannot recreate. We, however, we want to write the next chapter in American greatness, with a 21st century prosperity that lifts everyone whos been left out and left behind, including those who may not vote for us but who deserve their chance to make a new beginning. When Donald Trump says a distinguished judge born in Indiana cant do his job because of his Mexican heritage  or he mocks a reporter with disabilities  or calls women pigs it goes against everything we stand for. Because we want an America where everyone is treated with respect and where their work is valued. Its clear that Donald Trump doesnt believe we are stronger together. He has abused his primary opponents and their families, attacked the press for asking tough questions, denigrated Muslims and immigrants. He wants to win by stoking fear and rubbing salt in wounds. And reminding us daily just how great he is. Well, we believe we should lift each other up, not tear each other down. We believe we need to give Americans a raise  not complain that hardworking peoples wages are too high. We believe we need to help young people struggling with student debt  not pile more on to our national debt with giveaways to the super-wealthy. We believe we need to make America the clean energy superpower of the 21st century  not insist that climate change is a hoax."},

{"SOURCE": "http://www.foxnews.com/politics/2009/03/01/transcript-rush-limbaughs-address-cpac.html",
"TEXT": "Have you ever called to complain about whatever they do? They say, yes, sir, yes, sir, three bags full. They hang up and say you're too stupid to know how they're doing what they're doing. You can't get it. You're not sophisticated enough. So that's another business where the customer is always wrong. But, seriously, the people who have achieved great things, most of it is not inherited. Most wealth in this country is the result of entrepreneurial, just plain old hard work. There's no reason to punish it. There's no reason to raise taxes on these people. Barack Obama, the Democrat Party, have one responsibility, and that's to respect the oath they gave to protect, defend and follow the US Constitution.  They don't have the right to take money that's not theirs, from the back pockets of producers, and give it to groups like ACORN, which are going to advance the Democrat Party. If anybody but government were doing this, it would be a crime. And many of us think it's bordering on that as it exists now.  President Obama is so busy trying to foment and create anger in a created atmosphere of crisis, he is so busy fueling the emotions of class envy that he's forgotten it's not his money that he's spending.  In fact, the money he's spending is not ours. He's spending wealth that has yet to be created. And that is not sustainable. It will not work. This has been tried around the world. And every time it's been tried, it's a failed disaster. What's the longest war in American history? Did somebody say the war on poverty? Smart group. War on poverty. The war on poverty essentially started in the '30s as part of the New Deal, but it really ramped up in the '60s with Lyndon Johnson, part of the Great Society war on poverty. We have transferred something like 10 trillion, maybe close to 11 trillion, from producers and earners to nonproducers and nonearners since 1965. Yet, as I listen to the Democratic Party campaign, why, America is still a soup kitchen, the poor is still poor and they have no hope and they're poor for what reason? They're poor because of us, because we don't care, and because we've gotten rich by taking from them, that's what kids in school are taught today. That's what others have said to the media. You know why they're poor, you know why they remain poor? Because their lives have been destroyed by the never-ending government hay that's designed to help them, but it destroys ambition. It destroys the education they might get to learn to be self-fulfilling.  And it breaks our heart. It breaks our heart. We lose track of numbers with all of the money, with all the money that's been transferred, redistributed, with all the charitable giving in this country. Ladies and gentlemen, there ought not be any poverty except those who are genuinely ill equipped. But most of the people in poverty in this country are equipped for far much more. They've just been beaten down. They're told don't worry, we'll take care of you. There's nothing out there for you anyway; you'll be discriminated against. Breaks our heart to see this. We can't have a great country and a growing economy with more and more people being told they have a right, because of some injustice that's been done to them or some discrimination, that they have a right to the earnings of others. And it's gotten so out of hand now that what worries me is that this administration, the Barack Obama administration is actively seeking to expand the welfare state in this country because he wants to control it. George Will once asked Dr. Friedrich Von Hayek, tremendous classical economist, great man, 1975, George Will, Dr. Von Hayek, why is it that intellectuals, supposed smartest people in the room, why is it that intellectuals can look right out their windows, their own homes and cars and look at their universities and not see the bounties and the growth and the greatness of capitalism? And Von Hayek said: I've troubled over this for years and I've finally concluded that for intellectuals, pseudo-intellectuals, and all liberals, it's about control. It's not about raising revenue. You think Obama has any intention of paying for all this spending? Folks, if he had any intention of paying for it, he wouldn't do 90% of it because we don't have the money.  They don't care about paying for it. All that's just words. All that's just rhetoric paying for it because he knows you have to worry about paying for it. He knows we all have to be concerned -- oh, except, wrong again. Except the words of Barney Frank and Chris Dodd who were given homes that everybody knew they could never pay for, and now Barney Frank and Chris Dodd, the architects along with Bill Clinton of the policy that gave us the whole sub-prime mortgage crisis, get to sit around and act as innocent spectators to investigate what went on when they largely had the biggest role in causing it.  Congressman Frank's definition of affordable housing is you get a house you don't have to pay for that everybody else in the neighborhood will pay for. Why? Because it's unfair that some people can have a house and some people can't. Geez, it's just unfair. So here we have two systems. We have socialism, collectivism, Stalin, whatever you want to call it, versus capitalism. Admittedly over on the right side capitalism there will be unequal outcomes because we're all different. And some of us care more and have more passion and we know what we want to do and others are still struggling for it. Some people are just going to work harder than others. Okay. You get what you work for. Those who have a genuine inability for whatever reason are taken care of. We're compassionate people. On the left side when you get into this collectivism socialism stuff, these people on the left, the Democrats and liberals today claim that they are pained by the inequities and the inequalities in our society. And they believe that these inequities and inequalities descend from the selfishness and the greed of the achievers. And so they tell the people who are on different income quintiles, whatever lists, they say it's not that you're not working hard enough, you could have what they have, perhaps, if you applied it. They're stealing it from you. So what liberals do, and I say this again to the -- another thing, I know people in the country are watching. I was watching a focus group after some event this week. Might have been after Obama's State of the Union show.  And they had -- it was a typical, you know, Drive-By Media focus group. They round up losers --  -- who hear Obama speak and think that the next day their gas tanks are going to be filled up and get a new house and a new kitchen and a new car. And so this one guy said -- oh, it was some guy responding to Bobby Jindal. Oh, by the way did you hear about Joe Biden? Joe Biden was mystified how Bobby Jindal got his shift off at 7-Eleven that night to make the speech. Wait a minute. Wait a minute. Time out. Suspend speech for explanation. People watching at home. I'm glad this happened. Glad this happened. You think I just made a joke, an ethnic joke about Bobby Jindal, don't you? I didn't. I made a joke about the bigotry of the Vice President of the United States, Joe Biden. It was Joe Biden while walking through the train station he knows so well because he's such a real guy, that he made a comment that you can't go into a 7-Eleven without seeing some Indian guy behind the counter. They're all over the place. Now, let a conservative say something like that and he's brought up before John Conyers' committee with Pat Leahy wanting at you next. "},

{"SOURCE": "http://teachingamericanhistory.org/library/document/speech-explaining-the-communist-threat/",
"TEXT": "We know that the major aim of communism, as stated by its atheistic leaders more than 30 years ago, is to create a Red China, thence a Red Asia, wash it with a Red Pacific-and then enslave America. In this connection let us take a look at the magnitude of Russian success and the enormity of our disaster in China. This is the disaster to which Mr. Acheson refers as the dawning of a new day; the disaster to which Mr. [Owen] Lattimore [an East Asia scholar at Johns Hopkins University] refers as a limitless horizon of hope. For whom is Mr. Achesons new day dawning? Who faces Lattimores limitless horizon of hope? Not China. Not the forces of democracy in America, but the military masters of the Soviet Union. The question in the mind of a man elected to represent the people of this Nation and indirectly the people of the world is, Why is this so? Is it because we are less intelligent than the Communists? Is it because we cant match them in courage? Is it because their devotion to atheism is greater than our devotion to God? Is it because we are less willing to stand up and fight for what we think is right? Ladies and gentlemen, the answer to all those questions is No. Then what is the answer? Is it in our leadership? To that my answer is Yes, and I challenge anyone to find another answer. I have been naming and presenting evidence against those leaders who have been responsible for selling into Communist slavery 400,000,000 people-those leaders responsible for the creation of Communist steppingstones to the American shores. Those in power in Washington say that this is not so; that those are not the men. Now if I have named the wrong men, then the American people are entitled to know who is responsible for the tremendous Communist victory in Asia and the dismal American defeat-the greatest defeat any nation has suffered in war or peace. It is essential, therefore, that we put the spotlight of exposure on those who are responsible for this disaster. This is important, not for the purpose of exposing past failures, but because those same men are now doing Americas planning for the future. Unfortunately they have be-come so deeply entrenched that almost every power of the Government is used to sabotage any attempt to expose and root them out I have tried to give you the highlights of a difficult and dangerous situation that exists. You have as a flaming backdrop to my remarks the facts of the world as you find them today. Communism is no longer a creeping threat to America. It is a racing doom that comes closer to our shore each day. To resist it we must be intelligently strong."},

{"SOURCE": "http://watergate.info/1960/08/21/nixon-the-meaning-of-communism-to-americans.html",
"TEXT": "The major problem confronting the people of the United States and free peoples everywhere in the last half of the 20th century is the threat to peace and freedom presented by the militant aggressiveness of international communism. A major weakness in this struggle is lack of adequate imderstanding of the character of the challenge which communism presents. I am convinced that we are on the right side in this struggle and that we are well ahead now in its major aspects. But if we are to maintain our advantage and assure victory in the struggle, we must develop, not only among the leaders, but among the people of the free world a better understanding of the threat which confronts us. The question is not one of being for or against communism. The time is long past when any significant number of Americans contend that communism is no particular concern of theirs. Few can still believe that communism is simply a curious and twisted philosophy which happens to appeal to a certain number of zealots but which constitutes no serious threat to the interests or ideals of free society. The days of indifference are gone. The danger today in our attitude toward communism is of a very different kind. It lies in the fact that we have come to abhor communism so much that we no longer recognize the necessity of understanding it. We see the obvious dangers. We recognize that we must retain our present military and economic advantage over the Communist bloc, an advantage which deters a hot war and which counters the Communist threat in the cold war. In the fields of rocket technology and space exploration, we have risen to the challenge and we will keep the lead that we have gained. There is no question that the American people generally will support whatever programs our leaders initiate in these fields. What we must realize is that this struggle probably will not be decided in the military, economic, or scientific areas, important as these are. The battle in which we are engaged is primarily one of ideas. The test is one not so much of arms but of faith. If we are to win a contest of ideas we must know their ideas as well as our own. Our knowledge must not be superficial. We cannot be content with simply an intuition that communism is wrong. It is not enough to rest our case alone on the assertions, true as they are, that communism denies God, enslaves men, and destroys justice. We must recognize that the appeal of the Communist idea is not to the masses, as the Communists would have us believe, but more often to an intelligent minority in newly developing countries who are trying to decide which system offers the best and surest road to progress. We must cut through the exterior to the very heart of the Communist idea. We must come to understand the weaknesses of communism as a system  why after more than 40 years on trial it continues to disappoint so many aspirations, why it has failed in its promise of equality in abundance, why it has produced a whole library of disillusionment and a steady stream of men, women, and children seeking to escape its blight. But we must also come to understand its strength  why it has so securely entrenched itself in the U.S.S.R., why it has been able to accomplish what it has in the field of education and science, why in some of the problem areas of the world it continues to appeal to leaders aspiring to a better life for their people. Now this theory of successive stages of development makes it clear that, if we are to understand communism, we must understand the Communist view of capitalism, for, according to Communist theory, capitalism contains within itself the germs of communism. The Communist notion of capitalism is that it is a market economy, an economy of free trade, free selling and buying, to quote the manifesto again. It follows from this that, since communism inevitably supplants and destroys capitalism, it cannot itself be anything like market economy. The fundamental belief of the Communist economic philosophy therefore is a negative one; namely, a belief that, whatever the economic system of mature communism may turn out to be, it cannot be a market economy; it cannot  in the words of the Communist Manifesto  be an economy based on 'free trade, free selling and buying.' One of the most startling gaps in the Communist theory is the lack of any clear notion of how a Communist economy would be organized. In the writings of the great founders of communism there is virtually nothing on this subject. This gap was not an oversight, but was in fact a necessary consequence of the general theory of communism. That theory taught, in effect, that as a society moves inevitably from one level of development to another, there is no way of knowing what the next stage will demand until in fact it has arrived. Communism will supplant and destroy the market economy of capitalism. What will its own economy be like? That we cannot know until we are there and have a chance to see what the world looks like without any institution resembling an economic market. The manifesto, in fact, expresses a deep contempt for utopian socialists who propose an organization of society specially contrived by them, instead of waiting out the verdict of history and depending on the spontaneous class organization of the proletariat. The Communist economy would organize itself according to principles that would become apparent only when the arena had been cleared of the market principle. Operating then, in this vacuum of guidance left behind by their prophets, how did the founders of the Soviet Union proceed to organize their new economy? The answer is that they applied as faithfully as they could the teachings of their masters. Since those teachings were essentially negative, their actions had to have the same quality. They started by attempting to root out from the Russian scene every vestige of the market principle, even discouraging the use of money, which they hoped soon to abolish altogether. The production and distribution of goods were put under central direction, the theory being that the flow of goods would be directed by social need without reference to principles of profit and loss. This experiment began in 1919 and came to an abrupt end in March of 1921. It was a catastrophic failure. It brought with it administrative chaos and an almost inconceivable disorder in economic affairs, culminating in appalling shortages of the most elementary necessities. Competent scholars estimate its cost in Russian lives at 5 million. The official Russian version of this experiment does not deny that it was an enormous failure. It attributes that failure to inexperience and to a mythical continuation of military operations, which had in fact almost wholly ceased. Meanwhile the Russian economy has been moving steadily toward the market principle. The flow of labor is controlled by wages, so that the price of labor is itself largely set by market forces. The spread from top to bottom of industrial wages is in many cases wider than it is in this country. Managerial efficiency is promoted by substantial economic incentives in the form of bonuses and even more substantial perquisites of various kinds. Enterprises are run on a profit and loss basis. Indeed, there are all the paraphernalia of an advanced commercial society, with lawyers, accountants, balance sheets, taxes of many kinds, direct and indirect, and finally even the pressures of a creeping inflation. The allocation of resources in Russia probably now comes about as close to being controlled by the market principle as is possible where the government owns all the instruments of production. Russian economists speak learnedly of following the Method of Balances. This impressive phrase stands for a very simple idea. It means that in directing production and establishing prices an effort is made to come out even, so that goods for which there is an insufficient demand will not pile up, while shortages will not develop in other fields where demand exceeds supply. The Method of Balances turns out to be something a lot of us learned about in school as the law of supply and demand. All of this is not to say that the Russian economy has fully realized the market principle. There are two obstacles that block such a development. The first lies in the fact that there is a painful tension between what has to be done to run the economy efficiently and what ought to be happening according to orthodox theory. The result is that the Russian economist has to be able to speak out of both sides of his mouth at the same time. He has to be prepared at all times for sudden shifts of the party line. If today he is condemned as an unprincipled revisionist who apes capitalist methods, tomorrow he may be jerked from the scene for having fallen into a sterile orthodoxy, not realizing that Marxism is a developing and creative science."},

{"SOURCE": "http://www.danielkinouyeinstitute.org/speeches/democratic-national-convention-keynote-address",
"TEXT": "For even as we emerge from an era of unsurpassed social and economic progress, Americans are clearly in no mood for counting either their blessings or their bank accounts. We are still embarked on the longest unbroken journey of economic growth and prosperity in our history. Yet we are torn by dissension, and disrespect for our institutions and leaders is rife across the land. In at least two of our greatest universities, learning has been brought to a halt by student rebellions. Others of the student revolution have publicly burned draft cards and even the American flag. Crime has increased so that we are told one of every three Americans is afraid to walk in his own neighborhood after dark. Riot has bludgeoned our cities, laying waste our streets, our property, and, most important, human lives. The smoke of destruction has even shrouded the dome of our Capitol. In Washington, the task of restoring order drew more than twice as many Federal troops as were involved in the defense of Khe Sanh in Vietnam. Voices of angry protest are heard throughout the land, crying for all manner of freedoms. Yet our political leaders are picketed, and some who cry loudest for freedom have sought to prevent our President, our Vice President, and Cabinet officers from speaking in public. None go so far as publicly to condone a politics of assassination. Yet assassins bullets have robbed our country of three great leaders within the last five years. Why? What has gone wrong? Why, when we have at last had the courage to open up an attack on the age-old curses of ignorance and disease, of poverty and prejudice? Why are the flags of anarchism being hoisted by leaders of the next generation? Why, when our maturing society welcomes and appreciates art as never before, are poets and painters so preponderantly hostile? Some conveniently blame all our ills and agonies on a most difficult and unpopular commitment overseas. The Vietnam War must end, they say, because it is an immoral war. Of course, the war in Vietnam must be ended. But it must be ended, as President Johnson said last March, by patient political negotiation rather than through the victorious force of arms, even though this may be unpalatable for those raised in the tradition of glorious military victories. But like our other complex problems, this one must also be solved responsibly. Just as we shun irresponsible calls for total and devastating military victory, so must we guard against the illusion of an instant peace that has no chance of permanence. Of course, the Vietnam war is immoral. Whether by the teachings of Moses, or by the teachings of Christ, or by the teachings of the Buddha, I believe that all wars are immoral. During the Crusades, Christians in the name of Jesus Christ slaughtered innocent men, women, and children and plundered their cities because they were of another faith. These were immoral wars. In Vietnam, we build schools across the countryside and feed the hungry in the cities. And our President has pledged massive sums in aid of all Vietnamese. And yet this is an immoral war. Perhaps by the time my 4-year-old son is grown, men will have learned to live by the Ten Commandments. But men have not yet renounced the use of force as a means to their objectives. And until they do, are we more immoral, if there be such a degree, to fracture our solemn commitments, and then see our word doubted, not only by our friends abroad, but by our enemies? Knowing that this could lead to tragic miscalculations, is it less immoral now to take the easier course and gamble the lives of our sons and grandsons on the outcome? These are not easy questions, and perhaps there are no certain answers. But when young people have rioted in China and Czechoslovakia as well as at Columbia, and in Paris and Berlin as well as in Berkeley, I doubt that we can blame all the troubles of our time on Vietnam. Other critics tell us of the revolution of rising expectations. They charge that it has reached such proportions that men now take it as an insult when they are asked to be reasonable in their desires and demands. If this is too often true as a generalization, it is all to frequently aimed particularly at our fellow citizens of African ancestry, whose aspirations have burst full-blown on us after more than 100 years of systematic racist deprivation. As an American whose ancestors came from Japan, I have become accustomed to a question most recently asked by a very prominent businessman who was concerned about the threat of riots and the resultant loss in life and property. Tell me, he said, why cant the Negro be like you? First, although my skin is colored, it is not black. In this country, the color of my skin does not ignite prejudice that has smoldered for generations. Second, although my grandfather came to this country in poverty, he came without shackles. He came as a free man enjoying certain constitutional rights under the American flag. Third, my grandfathers family was not shattered as individual members of it were sold as chattel or used as security on loans. And fourth, although others of my ancestry were interned behind barbed wires during World War II, neither my parents nor I were forced by covenants and circumstances to live in ghettos. Unlike those of my ancestry, the Negros unemployment rate is triple the national average. The mortality rate of his children is twice that of white children. He often pays more for his miserable tenement than comparable space will cost in the white suburbs. He is likely to pay more for his groceries, more for his furniture, more for his liquor, and more for his credit. And my fellow Americans, today many thousands of black Americans return from Vietnam with medals of valor. Some of them have been crippled in the service of their country. But too often they return to economic and social circumstances that are barely, if at all, improved over those they left. Is it any wonder that the Negro questions whether his place in our countrys history books will be any less forgotten than were the contributions of his ancestors? Is it any wonder that the Negroes find it hard to wait another 100 years before they are accepted as full citizens in our free society? Of course, expectations are rising, and they are rising faster than we in our imperfect world can fulfill them. The revolution we in the United States are experiencing was born of Democratic processes that not only accommodate economic progress and social mobility, but actively encourage them. But it is important to remember that these expectations are the children of progress and that todays restlessness has been nurtured by our very real achievements. Out of these should emerge a brighter and better society than we have known. Nowhere is this clearer than in the situation of our young people today. The success of our economic system has freed them in ever-increasing numbers from the tragedies of premature mortality and early labor. It has built the schools in which they are being educated to higher levels than ever in our nations history. And this progress has been achieved in a political system that not only admits but safeguards the right of dissent. So it should hardly surprise us when the children of such progress demand to be heard when they become aware of inequities still to be corrected. Neither should we fear their voices. On the contrary, whether we know it or not, the marching feet of youth have led us into a new era of politics, and we can never turn back. What should concern us is something far more fundamental. The true dimension of the challenge facing us is a loss of faith. I do not mean simply a loss of religious faith, although this erosion is a major contributor to our unease. I mean a loss of faith in our country, in its purposes, and in its institutions. I mean a retreat from the responsibilities of citizenship. The plain fact is that in the face of complexity and frustration, too many Americans have drifted into the use of power for purely destructive purposes. Too many Americans have come to believe it is their right to decide as individuals which of our laws they will obey and which they will violate."},

{"SOURCE": "http://millercenter.org/president/kennedy/speeches/speech-3375",
"TEXT": "It ought to be possible, in short, for every American to enjoy the privileges of being American without regard to his race or his color. In short, every American ought to have the right to be treated as he would wish to be treated, as one would wish his children to be treated. But this is not the case. The Negro baby born in America today, regardless of the section of the Nation in which he is born, has about one-half as much chance of completing a high school as a white baby born in the same place on the same day, one-third as much chance of completing college, one-third as much chance of becoming a professional man, twice as much chance of becoming unemployed, about one-seventh as much chance of earning $10,000 a year, a life expectancy which is 7 years shorter, and the prospects of earning only half as much. This is not a sectional issue. Difficulties over segregation and discrimination exist in every city, in every State of the Union, producing in many cities a rising tide of discontent that threatens the public safety. Nor is this a partisan issue. In a time of domestic crisis men of good will and generosity should be able to unite regardless of party or politics. This is not even a legal or legislative issue alone. It is better to settle these matters in the courts than on the streets, and new laws are needed at every level, but law alone cannot make men see right. We are confronted primarily with a moral issue. It is as old as the scriptures and is as clear as the American Constitution. The heart of the question is whether all Americans are to be afforded equal rights and equal opportunities, whether we are going to treat our fellow Americans as we want to be treated. If an American, because his skin is dark, cannot eat lunch in a restaurant open to the public, if he cannot send his children to the best public school available, if he cannot vote for the public officials who represent him, if, in short, he cannot enjoy the full and free life which all of us want, then who among us would be content to have the color of his skin changed and stand in his place? Who among us would then be content with the counsels of patience and delay? One hundred years of delay have passed since President Lincoln freed the slaves, yet their heirs, their grandsons, are not fully free. They are not yet freed from the bonds of injustice. They are not yet freed from social and economic oppression. And this Nation, for all its hopes and all its boasts, will not be fully free until all its citizens are free. We preach freedom around the world, and we mean it, and we cherish our freedom here at home, but are we to say to the world, and much more importantly, to each other that this is a land of the free except for the Negroes; that we have no second-class citizens except Negroes; that we have no class or cast system, no ghettoes, no master race except with respect to Negroes? Now the time has come for this Nation to fulfill its promise. The events in Birmingham and elsewhere have so increased the cries for equality that no city or State or legislative body can prudently choose to ignore them. The fires of frustration and discord are burning in every city, North and South, where legal remedies are not at hand. Redress is sought in the streets, in demonstrations, parades, and protests which create tensions and threaten violence and threaten lives. We face, therefore, a moral crisis as a country and as a people. It cannot be met by repressive police action. It cannot be left to increased demonstrations in the streets. It cannot be quieted by token moves or talk. It is a time to act in the Congress, in your State and local legislative body and, above all, in all of our daily lives. It is not enough to pin the blame on others, to say this is a problem of one section of the country or another, or deplore the fact that we face. A great change is at hand, and our task, our obligation, is to make that revolution, that change, peaceful and constructive for all. Those who do nothing are inviting shame as well as violence. Those who act boldly are recognizing right as well as reality. Next week I shall ask the Congress of the United States to act, to make a commitment it has not fully made in this century to the proposition that race has no place in American life or law. The Federal judiciary has upheld that proposition in a series of forthright cases. The executive branch has adopted that proposition in the conduct of its affairs, including the employment of Federal personnel, the use of Federal facilities, and the sale of federally financed housing. But there are other necessary measures which only the Congress can provide, and they must be provided at this session. The old code of equity law under which we live commands for every wrong a remedy, but in too many communities, in too many parts of the country, wrongs are inflicted on Negro citizens and there are no remedies at law. Unless the Congress acts, their only remedy is in the street."},

{"SOURCE": "http://www.nydailynews.com/news/national/president-nixon-resigns-watergate-scandal-1974-article-1.2309330",
"TEXT": "Richard Milhous Nixon, his political power destroyed by the Watergate scandal, announced tonight that he was resigning as 37th President of the United States. In an emotion-filled, nationally televised speech, the culmination of weeks and months of pressure, Nixon said Vice President Ford would be sworn to succeed him at noon tomorrow. The leadership of America will be in good hands, Nixon said, his voice wavering. The President referred only briefly to the political scandal that shattered his administration, brought him to the brink of certain impeachment and removal from office, and ultimately forced him to become the first American President to quit his post before the end of his term. Admitting no personal involvement in Watergate-related crimes - conceding only some wrong judgements - the chief executive declared: I would have preferred to carry through to the finish, whatever the personal agony it would have involved, and my family unanimously urged me to do so. But the interest of the nation must always come before any personal considerations. Nixon concluded the 7-minute address with no good night, just a prayer: May Gods grace be with you all in the days ahead. With this Nixon ended his career in American politics. He also ended an unprecedented constitutional crisis that had divided the nation and dangerously slowed the work of government. As we look to the future, the first essential is to begin healing the wounds of this nation, Nixon said, to put the bitterness and divisions of the recent past behind us and to discover the shared deals that lie at the heart of our strength and unity as a great and as a free people. Nixon did not directly mention Capitol Hills increasingly loud cries for his resignation. Most of the demands had come from Republican congressional leaders. But he did concede that he had decided to resign when it became evident to me that I no longer have sufficient political base in Congress to continue in office. From the discussions I have had with congressional and other leaders, I have concluded that because of the Watergate matter, I might not have the support of the Congress that I would consider necessary to back the very difficult decision to carry out the duties of this office in the way the interests of the nation would require, he said. I have never been a quitter, Nixon said to leave office before my term is completed is abhorrent to every instinct in my body. But as President, I must put the interest in America first. America needs a full-time President and a full-time Congress, particularly at his time, with the problems we face at home and abroad. To continue to fight through the months ahead for my personal vindication, he said, would have absorbed the time of both the President and Congress when their entire focus should be on the great issues of peace abroad and prosperity without inflation at home. Nixons announcement came six years to the day after his acceptance of the Republican presidential nomination at the 1968 Miami Beach convention, at which he made his famous train whistles in the night address. Although he had been under enormous strain during more than two years of Watergate bombshells - and particularly during the last tumultuous week - the President was described by an aide as unbelievably serene tonight before his speech. Aside from a voice that occasionally faltered, he appeared in firm command of himself during his televised speech. This is the 37th time I have spoken to you from this office, Nixon said as he opened what was to be the most momentous speech of his 28-year career in American politics. In all the decisions I have made in my public life, I have always tried to do what was best for the nation. For more than a quarter-century in public life, he said, I have shared in the turbulent history of this era. I have fought for what I believe in. I have tried to the best of my ability to discharge those duties and meet those responsibilities that were entrusted in me. Sometimes I have succeeded, and sometimes I have failed. In what was almost a cry from the heart - perhaps the closest to it that this most private of public men had ever uttered - Nixon said that he was leaving with great sadness the pinnacle that he sought for most of his adult years. It was a pinnacle whose prerogatives he clearly relished. I regret deeply any injuries that may have been done in the course of events that led to this decision. I would say only that if some of my judgements were wrong - and some were wrong - they were made in what I believed at the time to be the best interest of the nation. To those who have stood with me during these past difficult months, to my family, my friends, to many other who joined in supporting my cause because they believed it was right, I will be eternally grateful for your support. And to those who have not felt able to give me your support, let me say I leave with no bitterness toward those who have opposed me, because all of us, in the final analysis, have been concerned with the good of the country, however our judgements might differ."},

{"SOURCE": "http://www.hueylong.com/legacy/russell-long-speech.php",
"TEXT": "For the past four months, I have spoken to many thousands of our friends, both from the stump and on the radio, in behalf of the candidacy of Earl K. Long for Governor. I am participating in this campaign for the reason that I sincerely believe that Earl Long is best qualified for that most responsible of all positions in this State. By this time, I believe it has come to your attention that Earl Long is waging a clean, straightforward campaign, based on a constructive platform. His opponents have begun a vicious campaign of villification, and three Northern magazines have now seen fit to join into this campaign by waging a slanderous attack against the name of my father. Let me say at this point that, except for the New Orleans newspapers, the daily press of this State as a whole has been reasonably fair. As for the New Orleans newspapers, their position is no more than we would expect. They have never done anything other than what they are now doing, and, after all, Sam Jones is their candidate and they are desperate to elect him. They are leaving no stone unturned in their effort to slow down Earl Long's progress. On the one hand, they scream that Earl Long and Huey Long had some differences back in 1932, and on the other hand, they attack and villify the reputation of my late father, who is not here to defend himself. As for the differences which arose between Earl Long and my father, we know that those differences lasted less than a year before Huey and Earl patched them up, and Earl went back to helping my father and continued to do so until after Huey Long's death several years later. When Huey Long and Earl Long made up their differences, that was the end of it as far as my family was concerned, and that is how it has been since that time. It is too bad that brothers sometimes have a quarrel or a spat; when it happens, all they can do is to shake hands and forget it. That is what Huey Long and Earl Long did sixteen years ago, and my family doesn't care to hear any more about these differences. As for the part of the Northern magazines in this present campaign, there have been three articles in those magazines recently libeling my father and praising Mr. Sam Jones. That is also a part of the Jones' campaign, and I understand that the Jones' campaign group are having 50,000 copies printed, in pamphlet form, to circulate at our meetings; so you can save your two-bits  no need to buy the magazine. Two of these articles were supposedly written by former Federal Government employees, giving what they said to be 'inside dope' against my father. One of these men was supposed to be a former FBI Agent, and the other a former Treasury Agent. Each of these self-styled big shots claimed that he was running the whole show; that he was going to have Huey Long in jail the next month, or the next week, after Huey Long's death. Before I undertake to answer the false statements made in those articles, let me first get one point straight. Mr. Jones asks how anybody could refuse to believe those two blackguarding former Federal Agents whom be describes as 'reputable men'. There is nothing reputable about those men. Assuming that they are putting out inside information which they claim to be doing, then they would be violating the laws of the United States and the regulations of the Department of Justice and the Treasury Department, by revealing confidential information of the Federal Government for a cash consideration. To go one step further, the people paying for this information in violation of public trust, would be guilty of paying a bribe, and the person selling the information would be guilty of taking one. You may recall that a short time ago Mr. O. John Rogge, whom Sam Jones tried to nominate for the Presidency of the United States, went out West and started making speeches against people based on confidential information of the Federal Government, and that Tom Clark, the United States Attorney General, fired that man by wire. Of course, Mr. Wilson and Mr. Irey, who wrote those articles against my father, are not going to be fired for what they are doing. They don't work for the Federal Government any longer, but they are still violating the laws; when they claim to be selling inside information of the Government. But what they are actually doing is defrauding the public by selling distortions and falsehoods, to the public in a manner which undermines the reputation of the FBI and the Treasury Department, and at the same time desecrating and villifying the memory of a dead man. Now if you would examine these libelous articles, you will find that on every page, and in almost every paragraph, these cheap scandal sheets call my father a thief and a crook. But where is their proof that Huey Long did anything wrong? The only specific item of alleged wrongdoing, that I can find anywhere in their masses of vague prevarication and name-calling, is that one of these hot-shots says he was going to put Huey Long in jail for not paying income tax on a dividend which he alleged my father received, but read the article carefully a time or two and you will find that the author himself said that the alleged dividend was a distribution of funds earned by a corporation in the year 1935, and my father died in 1935; and if you recall how the income taxes were collected at that time, his income tax for the year 1935 would not have been due or payable until March 15, 1936, which would have been six months after his death. Now taking this former Treasury Agent, Mr. Irey, at his own word  he would claim that he was going to put Huey Long in jail for not paying income taxes for the year 1935, when Huey Long would have had to report and pay those income taxes six months after his death, if he was to have paid them at all. Now, I have never before publicly discussed my father's personal business, but in view of the criminal falsehoods that have been told against my father, I believe that I should discuss his personal affairs with many of his thousands of personal friends tonight, in order that they might have the real truth. A man's income tax is supposed to he confidential, but I would rather that you have the entire picture of my father's financial position than just the one-side stories of a couple of blackmailing sharpshooters. After my father's death, the Treasury Department attempted to assess his estate with $48,000 income taxes on alleged income, which my father had never actually received. I note that former Treasury Agent Irey claims that we paid, and admitted guilt in civil cases. He lies! As proof of that, I suggest that you look at Docket #47,098 and #47,099, before the United States Court of Claims, where my mother and my entire family are suing the Treasury Department to make them refund monies illegally assessed against my father's estate. Neither my father, nor any of our family, had ever received any of that money. When they slapped that assessment against us, we had to sell our home and all of my father's law books, in order to pay it, and I frankly do not know how my family would have made it if some of my father's close friends had not come to our aid. We could have compromised and paid less, but we preferred to fight it out to the bitter end, rather than let a lot of blackmailing former Treasury and FBI Agents say that we admitted that Huey Long evaded one penny of his income tax. But the absurd part of this whole attempt to blacken Huey Long's name with the accusation that he evaded income taxes was that Huey Long gladly made a tremendous financial sacrifice to enter politics. In the year 1926, in private law practice, as a 31-year-old attorney, my father made $70,000 in one year. Let Mr. Irey consult his income tax records on that. If Huey Long had chosen to continue the legal profession, at that point he was already set for life. Instead, he preferred to run for Governor of the State and spend the remainder of his life fighting for the people of Louisiana, giving little children free school books, lifting the tax burden from the shoulders of the poor, helping the sick and the underprivileged, building roads, bridges, hospitals, and colleges. He did a lot more good for the two and a half million people of Louisiana than any man the state had ever had, and he was a lot happier doing it than he would have been doing anything else. I know that some of you have been led to think that his Share-Our-Wealth plan was a vote-catching scheme. If you have, then you are wrong. His Share-Our-Wealth ideas were almost a religion with him, and he was not one to accumulate wealth for himself or his family. He had known what it was to shovel coal for a living, and he could have made a living any time. He never knew what it was to loaf or to rest, and he worked more than 18 hours every day. As for his children, he feared they would be lazy because they had not had to struggle to get by the way he had. If Huey Long had lived a million years, he would never have been really rich. Not that he could not make a lot of money, but he did not believe in accumulating personal wealth. When he died, his net worth was only a few thousand dollars greater than the day that he entered politics. If you recall, the people of Louisiana were surprised to find how little Huey Long left when his estate was probated. My family was not surprised. We recalled how frequently Huey Long quoted from Christ's 'Sermon on the Mount.''Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal. But lay up for yourselves treasures in Heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal. For where your treasure is, there will your heart be also.'Matt. 6:19. 20, 21. Perhaps you wonder why the Louisiana newspapers continue to libel and berate my father's memory, and why they attempt to blame him for the 1939 scandals which occurred four years after his death. Huey Long was the first Governor in Louisiana who dared to fight their selfish and bigoted little clique. He had broken their rule, and when they villified him, they hurt themselves worse than they hurt him. He was the one man who even had the nerve to attempt to make them pay taxes. Possibly, the hate and wrath that that little group felt towards my father may cool and mellow as time goes by, but it would be too much to expect that their reactionary old souls would ever deal fairly with my father's memory during their lifetime. But let them rave  let them rant. They may print a quarter of a million copies of their prejudiced editorials every day, but they can't hurt my father now. The Judge who heard Huey Long's case does not heed half-truths and unfounded accusations. I am sure that when my father's case was heard, the prayers of every humble man and woman who loved him was given just as much weight as the opinions of the newspaper publishers. I know that the Almighty Judge of that Heavenly Tribunal must have been interested in the man of humble birth, who fought the battle for the poor, the sick and the underprivileged. The idea that none should be too rich and none too poor did not sound absurd in that Celestial Court. And of all the great accomplishments of the man before him, the Greatest Judge of them all must have been impressed to recall that this was a young man who had given free school books to millions of little children. And with that I close my defense of the late Huey P. Long."},

{"SOURCE": "http://www.marketwatch.com/story/text-of-bernie-sanders-wall-street-and-economy-speech-2016-01-05",
"TEXT": "The American people are catching on. They understand that something is profoundly wrong when, in our country today, the top one-tenth of 1 percent own almost as much wealth as the bottom 90 percent and when the 20 richest people own more wealth than the bottom 150 million Americans  half of our population. They know that the system is rigged when the average person is working longer hours for lower wages, while 58 percent of all new income goes to the top 1 percent. They also know that a handful of people on Wall Street have extraordinary power over the economic and political life of our country. As most people know, in the 1990s and later, the financial interests spent billions of dollars in lobbying and campaign contributions to force through Congress the deregulation of Wall Street, the repeal of the Glass-Steagall Act and the weakening of consumer protection laws in states. They spent this money in order to get the government off their backs and to show the American people what they could do with that new-won freedom. Well, they sure showed the American people. In 2008, the greed, recklessness and illegal behavior on Wall Street nearly destroyed the U.S. and global economy. Millions of Americans lost their jobs, their homes and their life savings. While Wall Street received the largest taxpayer bailout in the history of the world with no strings attached, the American middle class continues to disappear, poverty is increasing and the gap between the very rich and everyone else is growing wider and wider. And Wall Street executives still receive huge compensation packages as if the financial crisis they created never happened. Greed, fraud, dishonesty and arrogance, these are the words that best describe the reality of Wall Street today. So, to those on Wall Street who may be listening today, let me be very clear. Greed is not good. In fact, the greed of Wall Street and corporate America is destroying the fabric of our nation. And, here is a New Years Resolution that I will keep if elected president. If you do not end your greed, we will end it for you. We will no longer tolerate an economy and a political system that has been rigged by Wall Street to benefit the wealthiest Americans in this country at the expense of everyone else. While President Obama deserves credit for improving this economy after the Wall Street crash, the reality is that a lot of unfinished business remains to be done. Our goal must be to create a financial system and an economy that works for all Americans, not just a handful of billionaires That means we have got to end, once and for all, the scheme that is nothing more than a free insurance policy for Wall Street, the policy of too big to fail. We need a banking system that is part of the productive economy  making loans at affordable rates to small- and medium-sized businesses so that we create decent-paying jobs. Wall Street cannot continue to be an island unto itself, gambling trillions in risky financial instruments, making huge profits and assured that, if their schemes fail, the taxpayers will be there to bail them out. In 2008, the taxpayers of this country bailed out Wall Street because we were told they were too big to fail. Yet, today, 3 out of the 4 largest financial institutions (JP Morgan Chase, Bank of America and Wells Fargo) are nearly 80 percent bigger than before we bailed them out. Incredibly, the six largest banks in this country issue more than two-thirds of all credit cards and more than 35 percent of all mortgages. They control more than 95 percent of all financial derivatives and hold more than 40 percent of all bank deposits. Their assets are equivalent to nearly 60 percent of our GDP. Enough is enough. If a bank is too big to fail, it is too big to exist. When it comes to Wall Street reform that must be our bottom line. This is true not just from a risk perspective and the fear of another bailout. It is also true from the reality that a handful of huge financial institutions simply have too much economic and political power over this country. If Teddy Roosevelt, the Republican trust-buster, were alive today, he would say break em up. And he would be right. And, heres how I will accomplish that. Within the first 100 days of my administration, I will require the secretary of the Treasury Department to establish a Too-Big-to Fail list of commercial banks, shadow banks and insurance companies whose failure would pose a catastrophic risk to the United States economy without a taxpayer bailout. Within one year, my administration will break these institutions up so that they no longer pose a grave threat to the economy as authorized under Section 121 of the Dodd-Frank Act. And, I will fight to reinstate a 21st Century Glass-Steagall Act to clearly separate commercial banking, investment banking and insurance services. Lets be clear: this legislation, introduced by my colleague Senator Elizabeth Warren, aims at the heart of the shadow banking system. In my view, Senator Warren, is right. Dodd-Frank should have broken up Citigroup and other too- big-to-fail banks into pieces. And thats exactly what we need to do. And thats what I commit to do as president. Now, my opponent, Secretary Clinton says that Glass-Steagall would not have prevented the financial crisis because shadow banks like AIG and Lehman Brothers, not big commercial banks, were the real culprits. Secretary Clinton is wrong. Shadow banks did gamble recklessly, but where did that money come from? It came from the federally-insured bank deposits of big commercial banks  something that would have been banned under the Glass-Steagall Act. Lets not forget: President Franklin Roosevelt signed this bill into law precisely to prevent Wall Street speculators from causing another Great Depression. And, it worked for more than five decades until Wall Street watered it down under President Reagan and killed it under President Clinton. And, lets not kid ourselves. The Federal Reserve and the Treasury Department didnt just bail out shadow banks. As a result of an amendment that I offered to audit the emergency lending activities of the Federal Reserve during the financial crisis, we learned that the Fed provided more than $16 trillion in short-term, low-interest loans to every major financial institution in the country including Citigroup, JP Morgan Chase, Bank of America, Wells Fargo, not to mention large corporations, foreign banks, and foreign central banks throughout the world. Secretary Clinton says we just need to impose a few more fees and regulations on the financial industry. I disagree. As former Secretary of Labor Robert Reich has said and I quote: Giant Wall Street banks continue to threaten the wellbeing of millions of Americans, but what to do? Bernie Sanders says break them up and resurrect the Glass-Steagall Act that once separated investment from commercial banking. Hillary Clinton says charge them a bit more and oversee them more carefully  Hillary Clintons proposals would only invite more dilution and finagle. The only way to contain the Streets excesses is with reforms so big, bold, and public they cant be watered down  busting up the biggest banks and resurrecting Glass-Steagall. Secretary Reich is right. Real Wall Street reform means breaking up the big banks and re-establishing firewalls that separates risk taking from traditional banking. My opponent says that, as a senator, she told bankers to cut it out and end their destructive behavior. But, in my view, establishment politicians are the ones who need to cut it out. The reality is that Congress doesnt regulate Wall Street. Wall Street, its lobbyists and their billions of dollars regulate Congress. We must change that reality, and as president I will. It is no secret that millions of Americans have become disillusioned with our political process. They dont vote. They dont believe much of what comes out of Washington. They dont think anyone is there representing their interests. In my view, one of the reasons for that deep disillusionment is the widespread understanding that our criminal justice system is broken and grossly unfair  and that we do not have equal justice under the law. The average American sees kids being arrested and sometimes even jailed for possessing marijuana or other minor crimes. But when it comes to Wall Street executives, some of the wealthiest and most powerful people in this country, whose illegal behavior caused pain and suffering for millions  somehow nothing happens to them. No police record. No jail time. No justice. We live in a country today that has an economy that is rigged, a campaign finance system which is corrupt and a criminal justice system which, too often, does not dispense justice. Not one major Wall Street executive has been prosecuted for causing the near collapse of our entire economy. That will change under my administration. Equal Justice Under Law will not just be words engraved on the entrance of the Supreme Court. It will be the standard that applies to Wall Street and all Americans. It seems like almost every few weeks we read about one giant financial institution after another being fined or reaching settlements for their reckless, unfair and deceptive activities. Some people believe that this is an aberration: that we have an honest financial system in which, every now and then, major financial institutions do something wrong and get caught. In my view, the evidence suggests that would be an incorrect analysis. The reality is that fraud is the business model on Wall Street. It is not the exception to the rule. It is the rule. And in a weak regulatory climate the likelihood is that Wall Street gets away with a lot more illegal behavior than we know of. How many times have we heard the myth that what Wall Street did may have been wrong but it wasnt illegal? Let me help shatter that myth today. Since 2009, major financial institutions in this country have been fined $204 billion. $204 billion. And that takes place in a weak regulatory climate. Here are just a few examples of when major banks were caught doing illegal activity. In August 2014, Bank of America settled a case with the Department of Justice for more than $16 billion on charges that the bank misled investors about the riskiness of mortgage-backed securities it sold in the run-up to the crisis. In November of 2013, JP Morgan settled a case for $13 billion with the Department of Justice and the Federal Housing Finance Agency over charges the bank knowingly sold securities made up of low-quality mortgages to Fannie Mae and Freddie Mac. In June of 2014, BNP Paribas was sentenced to five years probation and was ordered to pay $8.9 billion in penalties by a U.S. District Judge in Manhattan after this bank pled guilty to charges of violating sanctions by conducting business in Sudan, Iran and Cuba. Let me read you a few headlines and you tell me how it makes sense that not one executive was prosecuted for fraud. CNN Headline, May 20, 2015: 5 big banks pay $5.4 billion for rigging currencies. Those banks include JPMorgan Chase and Citigroup. Headline from the International Business Times (February 24, 2015): Big Banks Under Investigation For Allegedly Fixing Precious Metals Prices. The Banks under investigation included Goldman Sachs and JPMorgan Chase. Headline from The Real News Network (November 26, 2013): Documents in JPMorgan settlement reveal how every large bank in the U.S. has committed mortgage fraud. Headline from The Washington Post (March 14, 2014): In lawsuit, FDIC accuses 16 big banks of fraud, conspiracy, which included Bank of America, Citigroup and JP Morgan Chase. Headline from the Guardian (April 2, 2011): How a big U.S. bank laundered billions from Mexicos murderous drug gangs. This article talks about how Wachovia (which was acquired by Wells Fargo) aided Mexican drug cartels in transferring billions of dollars in illegal drug money. Here is what the federal prosecutor (Jeffrey Sloman) said about this: Wachovias blatant disregard for our banking laws gave international cocaine cartels a virtual carte blanche to finance their operations. Yet, the total fine for this offense was less than 2% of the banks $12.3 billion profit for 2009 and no one went to jail. No one went to jail. And, if thats not bad enough, heres another one. Headline: The Wall Street Journal, February 9, 2011: J.P. Morgan Apologizes for Military Foreclosures. Here is a case where JP Morgan Chase, the largest bank in America, wrecked the finances of 4,000 military families in violation of the Civil Service Members Relief Act, yet no one went to jail. And, when I say that the business model of Wall Street is fraud that is not just Bernie Sanders talking. That is what financial executives told the University of Notre Dame in a study on the ethics of the financial services industry last year. According to this study, 51 percent of Wall Street executives making more than $500,000 a year found it likely that their competitors have engaged in unethical or illegal activity in order to gain an edge in the market. More than one-third of financial executives have either witnessed or have firsthand knowledge of wrongdoing in the workplace. Nearly one in five financial service professionals believe they must engage in illegal or unethical activity to be successful. Twenty-five percent of financial executives have signed or been asked to sign a confidentiality agreement that would prohibit reporting illegal or unethical activities to the authorities. Heres what one banker from Barclays said in 2010, when he was caught trying to price-fix the $5 trillion-per-day currency market: If you aint cheating, you aint trying. Heres what an analyst from Standard & Poors said in 2008, Lets hope we are all wealthy and retired by the time this house of cards falters. This country can no longer afford to tolerate the culture of fraud and corruption on Wall Street. Under my administration, Wall Street CEOs will no longer receive a get-out-of jail free card. Big banks will not be too big to fail. Big bankers will not be too big to jail. As president, I will nominate and appoint people with a track record of standing up to power, rather than those who have made millions defending Wall Street CEOs. Goldman Sachs and other Wall Street banks will not be represented in my administration. And, if we are serious about reforming our financial system, we have got to establish a tax on Wall Street speculators. We have got to discourage reckless gambling on Wall Street and encourage productive investments in the job-creating economy. We will use the revenue from this tax to make public colleges and universities tuition free. During the financial crisis, the middle class of this country bailed out Wall Street. Now, its Wall Streets turn to help the middle class. We cannot have a safe and sound financial system if we cannot trust the credit agencies to accurately rate financial products. And, the only way we can restore that trust is to make sure credit rating agencies cannot make a profit from Wall Street. Investors would not have bought the risky mortgage backed derivatives that led to the Great Recession if credit agencies did not give these worthless financial products triple-A ratings  ratings that they knew were bogus. And, the reason these risky financial schemes were given such favorable ratings is simple. Wall Street paid for them. Under my administration, we will turn for-profit credit rating agencies into non-profit institutions, independent from Wall Street. No longer will Wall Street be able to pick and choose which credit agency will rate their products. If we are going to create a financial system that works for all Americans, we have got to stop financial institutions from ripping off the American people by charging sky-high interest rates and outrageous fees. In my view, it is unacceptable that Americans are paying a $4 or $5 fee each time they go to the ATM. It is unacceptable that millions of Americans are paying credit card interest rates of 20 or 30 percent. The Bible has a term for this practice. Its called usury. And in The Divine Comedy, Dante reserved a special place in the Seventh Circle of Hell for those who charged people usurious interest rates. Today, we dont need the hellfire and the pitch forks, we dont need the rivers of boiling blood, but we do need a national usury law. Today, we need to cap interest rates on credit cards and consumer loans at 15 percent. In 1980, Congress passed legislation to require credit unions to cap interest rates on their loans at no more than 15 percent. And, that law has worked well. Unlike big banks, credit unions did not receive a huge bailout from the taxpayers of this country. It is time to extend this cap to every lender in America. We must also cap ATM fees at $2.00. People should not have to pay a 10 percent fee for withdrawing $40 of their own money out of an ATM. Big banks need to stop acting like loan sharks and start acting like responsible lenders. We also need to give Americans affordable banking options. The reality is that, unbelievably, millions of low-income Americans live in communities where there are no normal banking services. Today, if you live in a low-income community and you need to cash a check or get a loan to pay for a car repair or a medical emergency, where do you go? You go to a payday lender who could charge an interest rate of over 300 percent and trap you into a vicious cycle of debt. That is unacceptable. We need to stop payday lenders from ripping off millions of Americans. Post offices exist in almost every community in our country. One important way to provide decent banking opportunities for low income communities is to allow the U.S. postal Service to engage in basic banking services, and thats what I will fight for. Further, we need to structurally reform the Federal Reserve to make it a more democratic institution responsive to the needs of ordinary Americans, not just the billionaires on Wall Street. When Wall Street was on the verge of collapse, the Federal Reserve acted with a fierce sense of urgency to save the financial system. We need the Fed to act with the same boldness to combat unemployment and low wages. Further, we need to structurally reform the Federal Reserve to make it a more democratic institution responsive to the needs of ordinary Americans, not just the billionaires on Wall Street. In my view, it is unacceptable that the Federal Reserve has been hijacked by the very bankers it is in charge of regulating. I think the American people would be shocked to learn that Jamie Dimon, the CEO of JP Morgan Chase, served on the board of the New York Fed at the same time that his bank received a $391 billion bailout from the Federal Reserve. That is a clear conflict of interest that I would ban as president. When I am elected, the foxes will no longer be guarding the henhouse at the Fed. Under my administration, banking industry executives will no longer be allowed to serve on the Feds boards and handpick its members and staff. Further, the Fed should stop paying financial institutions interest to keep money out of the economy and parked at the Fed. Incredibly, the excess reserves of financial institutions that are sitting in the Federal Reserve has grown from less than $2 billion in 2008 to $2.4 trillion today. That is absurd. Instead of paying banks interest on these reserves, the Fed should charge them a fee that could be used to provide affordable loans to small businesses to create hundreds of thousands of jobs. Finally, let me tell you what no other candidate will tell you. No president, not Bernie Sanders or anyone else, can effectively address the economic crises facing the working families of this country alone. The truth is that Wall Street, corporate America, the corporate media and wealthy campaign donors are just too powerful. What this campaign is about is building a political movement which revitalizes American democracy, which brings millions of people together  black and white, Latino, Asian-American, Native American  young and old, men and women, gay and straight, native born and immigrant, people of all religions. Yes. Wall Street has enormous economic and political power. Yes. Wall Street makes huge campaign contributions, they have thousands of lobbyists and they provide very generous speaking fees to those who go before them. Yes. They have an endless supply of money. But we have something they dont have. And that is that when millions of working families stand together, demanding fundamental changes in our financial system, we have the power to bring about that change. Yes, we can make our economy work for all Americans, not just a handful of wealthy speculators. And, now more than ever, that is exactly what we must do. And so my message to you today is straightforward: If elected president, I will rein in Wall Street so they cant crash our economy again. Will they like me? No. Will they begin to play by the rules if Im president? You better believe it. Thank you and I look forward to working with the most powerful force in our great nation, not the Barons of Wall Street but the people our government was created to serve."},

{"SOURCE": "http://www2.mnhs.org/library/findaids/00442/pdfa/00442-01058.pdf",
"TEXT": "Let me show you how much of the life, how much of the work of the Congress is involved in what you are thinking about and what you are doing . ... We are engaged in social security expansion and improvement, unemployment compensation, temporary unemployment compensation, unemployment compensation with better standards and better coverage, aid to the disabled, insurance for our disabled, vocational rehabilitation, aid to dependent children, aid to the dependent children of dependent people-unemployed people, juvenile delinquency assistance and control, youth conservation corps. . . . We need housing. Any nation that has five and a half miUion ablebodied people unemployed, has only 68 percent of its steel production being used, and has tremendous unused plant facilities in the construction business going idle-don't tell me that that nation can't do something about housing . . . if it wants to do something about it. Now I want to say a few other things on another side called the foreign policy side, because I am talking to people tonight, that were your talents, your creative abilities, your professional skill properly used there wouldn't have been a Castro. Castro didn't come along with Latin American music. Castro is the living manifestation of neglect, of indifference on the part of millions and millions of people all over the world-many of them right here in America. Isn't it interesting how quickly we became concerned about Havana? Cuba was identified . . . with pleasure and sugar. The people of Cuba were illiterate, far too many of them sick, far too many of them poor, overwhelming numbers of them neglected and ignorant. They never had a good day's wages for a full day's work; and, fellow Americans, we were unconcerned. Finally out of that social ferment and infection came Castro. And now we say, 'What are we going to do with him?' ... Well, may I say that Castro will look like a household pet compared to what else will happen in Latin America unless we learn something from this lesson of Cuba. I am here to tell you that the major war in the world today is not a war in many areas against Communism, it isn't the Communist that is the trouble. It's the poverty, the misery, the sickness, the illiteracy, the frustration, the hopelessness. And when there is enough of that, it seems to attract the Communists or the totalitarian. Now, fellow Americans, all over the world there's trouble. And frequently this trouble relates only to the desire for change. All too often we protect the status quo and when change comes we say the Communists did it. We give Mr. Khrushchev credit for victories when he wasn't even there. We make him look a whole lot stronger than he is. The common enemy of society is poverty. Poverty accompanied by hunger, by ignorance, by disease, and by despair. It's the common lot of two-thirds of the world. And I say that America can and should be the leader in the world's greatest cooperative effort to banish these ageold enemies of mankind. We have the muscle and the wherewithal and the field generals and the staff officers and the troops to win that war. No other country has. I say we can't afford to delay . ... I say it's time to identify this country in neon lights with . . . economic progress everywhere, with health, with education, and with welfare. It's time for America to be recognized throughout the world as propeople, not just anti-Communist. In fact, our peace, our freedom, our security are not possible in a world where there is a majority of the hungry and the sick and the illiterate, and where they can see no future. But even if self-interest were not involved, I repeat what our President said, we should help, we should join in this great co-operative effort because it's right . . . . I do not think that you have to be motivated by the Devil to do the Lord's work-and that is about what's been happening in these recent days. Every time anybody wants to do anything that's worthwhile, you have to prove that there is a Communist coming somewhere around or you can't do it. I think that we should follow the compassionate teaching of our own Judaic-Christian tradition. A tradition that tells us in the Book of Isaiah or the Book of Luke to feed the hungry, to heal the sick, and to clothe the naked . . .. So long as downtrodden peoples .. . are ignorant and illiterate, they cannot lift themselves to build a better society. I want the nations of the world-particularly of Asia and Africa and Latin America-to look upon us as partners in the common goal of expansion of freedom and human dignity. But before we can preach freedom we have to teach these people to help themselves. I realize that you are already deeply immersed in welfare problems in your own communities . ... You are already helping people to help themselves. After all, modern social welfare is not just handing out packages of food. It's rehabilitation, it's training, it's guidance. And you may wonder about social welfare activities and projects in other lands. Well, let me say that we cannot have a split personality about domestic policy and foreign policy. We cannot be for co-operatives in Brazil and against them in America, and that's what we've been doing. We cannot be unconcerned about our own and have people think we are going to be concerned about them when they live 10,000 miles away. We cannot effectively advocate freedom and brotherhood and social progress to a new African nation when we permit and indulge ourselves in racial discrimination and bigotry at home. Let me say to you, my fellow Caucasians, you are a minority, not the majority. And let me say that no amount of money, no amount of weapons, no amount of material power can compensate for social injustice and for our unwillingness to accept people as our equals. Yes, civil rights are important to national security. I don't happen to think that everybody is a jolly good fellow. There are good and bad in all groups. But this I know: in the world in which we live any type, form, or manifestation of racial intolerance and bigotry and discrimination is as dangerous as the most powerful megatron, hydrogen weapon. Our foreign policy would be a lot more effective if we had welfare officials, experts, attaches serving in every American embassy overseas and particularly in the new and emerging nations. We assign commercial attaches; ... they don't need commercial attaches. They need education, welfare, health, medical specialists to teach and to guide and to counsel. Tt would do those countries a lot more good to establish a school of social work than it would to open up another mine or put in a steel plant. We need to have our officials interpreting American welfare policies and advising American officials on the significance of welfare programs in foreign countries."},

{"SOURCE": "http://www.politico.com/story/2016/07/dnc-2016-obama-prepared-remarks-226345",
"TEXT": "And then theres Donald Trump. Hes not really a plans guy. Not really a facts guy, either. He calls himself a business guy, which is true, but I have to say, I know plenty of businessmen and women whove achieved success without leaving a trail of lawsuits, and unpaid workers, and people feeling like they got cheated. Does anyone really believe that a guy whos spent his 70 years on this Earth showing no regard for working people is suddenly going to be your champion? Your voice? If so, you should vote for him. But if youre someone whos truly concerned about paying your bills, and seeing the economy grow, and creating more opportunity for everybody, then the choice isnt even close. If you want someone with a lifelong track record of fighting for higher wages, better benefits, a fairer tax code, a bigger voice for workers, and stronger regulations on Wall Street, then you should vote for Hillary Clinton. And if youre concerned about whos going to keep you and your family safe in a dangerous world  well, the choice is even clearer. Hillary Clinton is respected around the world not just by leaders, but by the people they serve. Shes worked closely with our intelligence teams, our diplomats, our military. And she has the judgment, the experience, and the temperament to meet the threat from terrorism. Its not new to her. Our troops have pounded ISIL without mercy, taking out leaders, taking back territory. I know Hillary wont relent until ISIL is destroyed. Shell finish the job  and shell do it without resorting to torture, or banning entire religions from entering our country. She is fit to be the next Commander-in-Chief. Meanwhile, Donald Trump calls our military a disaster. Apparently, he doesnt know the men and women who make up the strongest fighting force the world has ever known. He suggests America is weak. He must not hear the billions of men, women, and children, from the Baltics to Burma, who still look to America to be the light of freedom, dignity, and human rights. He cozies up to Putin, praises Saddam Hussein, and tells the NATO allies that stood by our side after 9/11 that they have to pay up if they want our protection. Well, Americas promises do not come with a price tag. We meet our commitments. And thats one reason why almost every country on Earth sees America as stronger and more respected today than they did eight years ago. America is already great. America is already strong. And I promise you, our strength, our greatness, does not depend on Donald Trump. In fact, it doesnt depend on any one person. And that, in the end, may be the biggest difference in this election  the meaning of our democracy. Ronald Reagan called America a shining city on a hill. Donald Trump calls it a divided crime scene that only he can fix. It doesnt matter to him that illegal immigration and the crime rate are as low as theyve been in decades, because hes not offering any real solutions to those issues. Hes just offering slogans, and hes offering fear. Hes betting that if he scares enough people, he might score just enough votes to win this election. That is another bet that Donald Trump will lose. Because hes selling the American people short. We are not a fragile or frightful people. Our power doesnt come from some self-declared savior promising that he alone can restore order. We dont look to be ruled. Our power comes from those immortal declarations first put to paper right here in Philadelphia all those years ago; We hold these truths to be self-evident, that all men are created equal; that together, We, the People, can form a more perfect union."}]