[{"SOURCE": "http://millercenter.org/president/obama/speeches/speech-on-health-care-reform",
"TEXT": "We need courage.  You know, in the end, this debate is about far more than politics.  It comes down to what kind of country do we want to be.  It’s about the millions of lives that would be touched and, in some cases, saved, by making health insurance more secure and more affordable.  It’s about a woman who’s lying in a hospital bed who just wants to be able to pay for the care she needs.  And the truth is, what’s at stake in this debate, it’s not just our ability to solve this problem; it’s about our ability to solve any problem. It’s been such a long time since we made government on the side of ordinary working folks where we did something for them that relieved some of their struggles; that made folks who work hard every day and are doing the right thing and who are looking out for the families and contributing to their communities, that just gave them a little bit of a better chance to live out their American Dream. The American people want to know if it’s still possible for Washington to look out for these interests, for their future.  So what they’re looking for is some courage.  They’re waiting for us to act.  They’re waiting for us to lead.  They don’t want us putting our finger out to the wind.  They don’t want us reading polls.  They want us to look and see what is the best thing for America, and then do what’s right.  And as long as I hold this office, I intend to provide that leadership.  And I know these members of Congress are going to provide that leadership.  I don’t know about the politics, but I know what’s the right thing to do.  And so I’m calling on Congress to pass these reforms -- and I’m going to sign them into law.  I want some courage.  I want us to do the right thing.  And with your help, we’re going to make it happen. God bless you, and God bless the United States of America."},
{"SOURCE": "http://millercenter.org/president/gwbush/speeches/speech-on-new-mother-and-child-hiv-prevention-initiative",
"TEXT": "Third, and most importantly, we will make a major effort to improve the health care delivery systems in targeted countries. This will allow more women and babies to receive the comprehensive therapy. It will allow for better and longer treatment and care of all AIDS victims. And it will lead to better health care in general for all the country's citizens. We'll help build better health care systems by pairing hospitals in America and hospitals in Africa, so that African hospitals can gain more expertise in administering effective AIDS programs. We'll also send volunteer medical professionals from the United States to assist and train their African counterparts. And we will recruit and pay African medical and graduate students to provide testing, treatment and care. This major commitment of my government to prevent mother-to- child HIV transmission is the first of this scale by any government, anywhere. In time, we will gain valuable experience, improve treatment methods, and sharpen our training strategies. Health care systems in targeted countries will get better. And this will make even more progress possible. And as we see what works, we will make more funding available."},
{"SOURCE": "http://millercenter.org/president/clinton/speeches/speech-3439",
"TEXT": "Now, you who found the courage to endure, to resist, to tear down the Wall, must found a new civil courage, the courage to build. The Berlin Wall is gone. Now our generation must decide, what will we build in its place? Standing here today, we can see the answer: a Europe where all nations are independent and democratic; where free markets and prosperity know no borders; where our security is based on building bridges, not walls; where all our citizens can go as far as their God-given abilities will take them and raise their children in peace and hope. The work of freedom is not easy. It requires discipline, responsibility, and a faith strong enough to endure failure and criticism. And it requires vigilance. Here in Germany, in the United States, and throughout the entire world, we must reject those who would divide us with scalding words about race, ethnicity, or religion. I appeal especially to the young people of this nation; believe you can live in peace with those who are different from you. Believe in your own future. Believe you can make a difference and summon your own courage to build, and you will. There is reason for you to believe. Already, the new future is taking shape in the growing chorus of voices that speak the common language of democracy; in the growing economies of Western Europe, the United States, and our partners; in the progress of economic reform, democracy, and freedom in lands that were not free; in NATO's Partnership For Peace where 21 nations have joined in military cooperation and pledge to respect each other's borders."},
{"SOURCE": "http://millercenter.org/president/bush/speeches/speech-3424",
"TEXT": "Our success with this act proves that we are keeping faith with the spirit of our courageous forefathers who wrote in the Declaration of Independence: We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights. These words have been our guide for more than two centuries as we've labored to form our more perfect union. This act is powerful in its simplicity. It will ensure that people with disabilities are given the basic guarantees for which they have worked so long and so hard: independence, freedom of choice, control of their lives, the opportunity to blend fully and equally into the rich mosaic of the American mainstream. Legally, it will provide our disabled community with a powerful expansion of protections and then basic civil rights. It will guarantee fair and just access to the fruits of American life which we all must be able to enjoy. And then, specifically, first the ADA ensures that employers covered by the act cannot discriminate against qualified individuals with disabilities. Second, the ADA ensures access to public accommodations such as restaurants, hotels, shopping centers, and offices. And third, the ADA ensures expanded access to transportation services. And fourth, the ADA ensures equivalent telephone services for people with speech or hearing impediments. These provisions mean so much to so many. To one brave girl in particular, they will mean the world. Lisa Carl, a young Washington State woman with cerebral palsy, who I'm told is with us today, now will always be admitted to her hometown theater. Lisa, you might not have been welcome at your theater, but I'll tell you—welcome to the White House. We're glad you're here. The ADA is a dramatic renewal not only for those with disabilities but for all of us, because along with the precious privilege of being an American comes a sacred duty to ensure that every other American's rights are also guaranteed."},
{"SOURCE": "http://millercenter.org/president/reagan/speeches/speech-5469",
"TEXT": "That year, it was our dream that together we could rescue America and make a new beginning, to create anew that shining city on a hill. The dream we shared was to reclaim our government, to transform it from one that was consuming our prosperity into one that would get out of the way of those who created prosperity. It was a dream of again making our nation strong enough to preserve world peace and freedom and to recapture our national destiny. We made a determination that our dream would not be built on a foundation of sand—something called Trust Me Government—but we would trust, instead, the American spirit. And, yes, we were unashamed in believing that this dream was driven by a community of shared values of family, work, neighborhood, peace, and freedom. And on the night of July 17th, 1980, we left with a mutual pledge to conduct a national crusade to make America great again. We had faith because the heroes in our midst had never failed us before. Tom Paine knew what these Americans with character of steel could do when he wrote: The harder the conflict, the more glorious the triumph. And my fellow citizens, while our triumph is not yet complete, the road has been glorious indeed. Eight years ago, we met at a time when America was in economic chaos, and today we meet in a time of economic promise. We met then in international distress and today with global hope. Now, I think we can be forgiven if we engage in a little review of that history tonight—as the saying goes, just a friendly reminder. So, together we pulled out of a tailspin and created 171/2 million good jobs. That's more than a quarter of a million new jobs a month—every month—for 68 consecutive months. America is working again. And just since our 1984 convention, we have created over 11 million of those new jobs."},
{"SOURCE": "http://millercenter.org/president/carter/speeches/speech-3928",
"TEXT": "We are here to participate in the signing of treaties which will assure a peaceful and prosperous and secure future for an international waterway of great importance to us all. But the treaties do more than that. They mark the commitment of the United States to the belief that fairness, and not force, should lie at the heart of our dealings with the nations of the world. If any agreement between two nations is to last, it must serve the best interests of both nations. The new treaties do that. And by guaranteeing the neutrality of the Panama Canal, the treaties also serve the best interests of every nation that uses the canal. This agreement thus forms a new partnership to insure that this vital waterway, so important to all of us, will continue to be well operated, safe, and open to shipping by all nations, now and in the future. This has been a bipartisan effort, and it is extremely important for our country to stay unified in our commitment to the fairness, the symbol of equality, the mutual respect, the preservation of the security and defense of our own Nation, and an exhibition of cooperation which sets a symbol that is important to us all before this assembly tonight and before the American people in the future. This opens a new chapter in our relations with all nations of this hemisphere, and it testifies to the maturity and the good judgment and the decency of our people. This agreement is a symbol for the world of the mutual respect and cooperation among all our nations."},
{"SOURCE": "http://millercenter.org/president/ford/speeches/speech-5500",
"TEXT": "Tonight it is my purpose to review our relations with the rest of the world in the spirit of candor and consultation which I have sought to maintain with my former colleagues and with our countrymen from the time that I took office. It is the first priority of my Presidency to sustain and strengthen the mutual trust and respect which must exist among Americans and their Government if we are to deal successfully with the challenges confronting us both at home and abroad. The leadership of the United States of America since the end of World War II has sustained and advanced the security, well-being, and freedom of millions of human beings besides ourselves. Despite some setbacks, despite some mistakes, the United States has made peace a real prospect for us and for all nations. I know firsthand that the Congress has been a partner in the development and in the support of American foreign policy, which five Presidents before me have carried forward with changes of course but not of destination. The course which our country chooses in the world today has never been of greater significance for ourselves as a nation and for all mankind. We build from a solid foundation. Our alliances with great industrial democracies in Europe, North America, and Japan remain strong with a greater degree of consultation and equity than ever before. In the best American tradition, we have committed, often with striking success, our influence and good offices to help contain conflicts and settle disputes in many, many regions of the world. We have, for example, helped the parties of the Middle East take the first steps toward living with one another in peace. We have opened a new dialog with Latin America, looking toward a healthier hemispheric partnership. We are developing closer relations with the nations of Africa. We have exercised international leadership on the great new issues of our interdependent world, such as energy, food, environment, and the law of the sea."},
{"SOURCE": "http://millercenter.org/president/nixon/speeches/speech-3884EDITED",
"TEXT": "And finally, to all of you who are listening, the American people: Your steadfastness in supporting our insistence on peace with honor has made peace with honor possible. I know that you would not have wanted that peace jeopardized. With our secret negotiations at the sensitive stage they were in during this recent period, for me to have discussed publicly our efforts to secure peace would not only have violated our understanding with them, it would have seriously harmed and possibly destroyed the chances for peace. Therefore, I know that you now can understand why, during these past several weeks, I have not made any public statements about those efforts. The important thing was not to talk about peace, but to get peace—and to get the right kind of peace. This we have done. Now that we have achieved an honorable agreement, let us be proud that America did not settle for a peace that would have betrayed our allies, that would have abandoned our prisoners of war, or that would have ended the war for us but would have continued the war for 50 million people. Let us be proud of the 2 1/2 million young Americans who served, who served with honor and distinction in one of the most selfless enterprises in the history of nations. And let us be proud of those who sacrificed, who gave their lives so that the people might live in freedom and so that the world might live in peace. In particular, I would like to say a word to some of the bravest people I have ever met—the wives, the children, the families of our prisoners of war and the missing in action. When others called on us to settle on any terms, you had the courage to stand for the right kind of peace so that those who died and those who suffered would not have died and suffered in vain, and so that where this generation knew war, the next generation would know peace. Nothing means more to me at this moment than the fact that your long vigil is coming to an end."},
{"SOURCE": "http://millercenter.org/president/lbjohnson/speeches/speech-4034",
"TEXT": "And I pledge you that we will not delay, or we will not hesitate, or we will not turn aside until Americans of every race and color and origin in this country have the same right as all others to share in the process of democracy. So, through this act, and its enforcement, an important instrument of freedom passes into the hands of millions of our citizens. But that instrument must be used. Presidents and Congresses, laws and lawsuits can open the doors to the polling places and open the doors to the wondrous rewards which await the wise use of the ballot. If you do this, then you will find, as others have found before you, that the vote is the most powerful instrument ever devised by man for breaking down injustice and destroying the terrible walls which imprison men because they are different from other men. The central fact of American civilization—one so hard for others to understand—is that freedom and justice and the dignity of man are not just words to us. We believe in them. Under all the growth and the tumult and abundance, we believe. And so, as long as some among us are oppressed—and we are part of that oppression—it must blunt our faith and sap the strength of our high purpose. Thus, this is a victory for the freedom of the American Negro. But it is also a victory for the freedom of the American Nation. And every family across this great, entire, searching land will live stronger in liberty, will live more splendid in expectation, and will be prouder to be American because of the act that you have passed that I will sign today."},
{"SOURCE": "http://millercenter.org/president/kennedy/speeches/speech-3371",
"TEXT": "If this capsule history of our progress teaches us anything, it is that man, in his quest for knowledge and progress, is determined and cannot be deterred. The exploration of space will go ahead, whether we join in it or not, and it is one of the great adventures of all time, and no nation which expects to be the leader of other nations can expect to stay behind in this race for space. Those who came before us made certain that this country rode the first waves of the industrial revolutions, the first waves of modern invention, and the first wave of nuclear power, and this generation does not intend to founder in the backwash of the coming age of space. We mean to be a part of it—we mean to lead it. For the eyes of the world now look into space, to the moon and to the planets beyond, and we have vowed that we shall not see it governed by a hostile flag of conquest, but by a banner of freedom and peace. We have vowed that we shall not see space filled with weapons of mass destruction, but with instruments of knowledge and understanding. Yet the vows of this Nation can only be fulfilled if we in this Nation are first, and, therefore, we intend to be first. In short, our leadership in science and in industry, our hopes for peace and security, our obligations to ourselves as well as others, all require us to make this effort, to solve these mysteries, to solve them for the good of all men, and to become the world's leading space-faring nation."}]